[
  {
    "dream_title": "رؤيا سورة آل عمران",
    "dream_inter": "سورة آل عمرانمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه ونافع وابن كثير يكون قليل الحظ بين أهله، ويرزق ولداً في كبره، ويكون كثير الأسفار، وقيل يكون مختاراً بين الناس مبرأ من كل دنس مجادلاً غير أهل دينه في أديانهم، وقيل ينال رزقاً وبركة، ويصفو ذهنه وتزكو نفسه."
  },
  {
    "dream_title": "رؤيا سورة إبراهيم",
    "dream_inter": "سورة إبراهيمعليه السلام، قال جعفر الصادق رضي الله عنه: حدثني أبي رضي الله عنه أنه سأل حاجب بن عبد الله عن قارئها في النوم، قال: سمعت عائشة رضي الله عنها تقول: إنه من المسبحين الأوابين، وقيل إنه يكون سبباً لكشف همومه، ويعطى من الأجر بعدد كل من عبد الصنم إلى يوم القيامة، وينجيه الله تعالى من كل ما يحذر في الدنيا، وقيل حسن دينه وأمره عند الله تعالى."
  },
  {
    "dream_title": "رؤيا سورة الإسراء",
    "dream_inter": "سورة الإسراءمن قرأها أو قرئت عليه فإنه كما قال نافع وابن كثير يجري عليه رؤية، أو يخشى عليه من تهمة هو بريء منها، وقيل يكون وجيهاً عند الله، وعند الناس تقياً، وقد يكون له ولد عاق ثم ينصلح حاله إن شاء الله تعالى."
  },
  {
    "dream_title": "رؤيا سورة سبأ",
    "dream_inter": "سورة سبأمن قراها أو قرئت عليه زهد في الدنيا. وربما زالت عنه نعمة ثم ترجع إليه، وقيل يكون شجاعاً يحب حمل السلاح."
  },
  {
    "dream_title": "رؤيا سورة ص",
    "dream_inter": "سورة صمن قرأها أو قرئت عليه كثر ماله، وحذق في صناعته، وقيل يقسم يميناً صادقاً ويتوب من ذنبه."
  },
  {
    "dream_title": "رؤيا سورة طه",
    "dream_inter": "سورة طهمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير فإنه يعادي الساحرين، ويبطل الله تعالى سحرهم على يديه، وقيل إنه يحب صلاة الليل وفعل الخير، وقيل تدركه غفلة في الدين. وقيل إن كان مسافراً أو غائباً عن أهله قدم عليهم، وهلك على يديه بعض الأشرار، ورزقه الله تعالى النصر على أعدائه، وحاسبه حساباً يسيراً، وصافحته الملائكة، وصلت عليه."
  },
  {
    "dream_title": "رؤيا سورة عبس",
    "dream_inter": "سورة عبسمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: يكون مناناً بما يعطي، غير محمود السيرة، وكذلك قال الكسائي، وقيل يكثر الصدقة والزكاة. وقيل إن فيه تهاوناً للناس واحتقاراً لهم."
  },
  {
    "dream_title": "رؤيا سورة غافر",
    "dream_inter": "سورة غافرمن قرأها أو قرئت عليه كان مؤمناً حقاً، ويجري على يديه خير كثير، ويرزق رفعة في الدنيا والآخرة، ويكون له عفو من الله تعالى وغفران."
  },
  {
    "dream_title": "رؤيا سورة فاطر",
    "dream_inter": "سورة فاطرمن قرأها أو قرئت عليه استغفرت له الملائكة، ويكون عند ربه مرضياً، وقيل يكون مستجاب الدعوة، وإذا كان يوم القيامة دعته الثمانية أبواب: ادخل من أي باب شئت، وقيل إنه يظفر وينتصر على الأعداء."
  },
  {
    "dream_title": "رؤيا سورة فصلت",
    "dream_inter": "سورة فصلتمن قرأها أو قرئت عليه فإنه يدعو الناس إلى الهدى، وإلى طريق مستقيم، ويعطى من الأجر بعدد حروفها حسنات، وقيل يكون له عمل صالح لوجه الله في السر والعلانية."
  },
  {
    "dream_title": "رؤيا سورة ق",
    "dream_inter": "سورة قمن قرأها أو قرئت عليه رزقه الله تعالى أعمال الأنبياء عليهم السلام، وقيل إنه ينال علماً، ويفتح الله تعالى عليه أبواب الخير، ويهون عليه سكرات الموت، ويوسع عليه رزقه."
  },
  {
    "dream_title": "رؤيا سورة قريش",
    "dream_inter": "سورة قريشمن قرأها أو قرئت عليه دل ذلك على الحج إن كان من أهل الهدى والأمانة، وقيل يؤلف بين الناس، ويطعم المحتاجين، وينال رزقاً بلا تعب، ويربح كثيراً في سفر صمم عليه."
  },
  {
    "dream_title": "رؤيا سورة لقمان",
    "dream_inter": "سورة لقمانمن قرأها أو قرئت عليه علمه الله تعالى الكتاب والحكمة، ورزقه اليقين الخالص."
  },
  {
    "dream_title": "رؤيا سورة الإنسان",
    "dream_inter": "سورة الإنسانمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه أنه يفرح لآل محمد صلى الله عليه وسلم، وقيل يرزق الشكر والعبادة والورع، ويؤثر غيره على نفسه، وقيل إنه كثير الصدقة ويكون ذا خلق حسن ويرزق حظاً من الناس وتطيب حياته."
  },
  {
    "dream_title": "رؤيا سورة محمد",
    "dream_inter": "سورة محمدصلى الله عليه وسلم، من قرأها أو قرئت عليه فإنه يكون تحت لواءه يوم القيامة، ويكون على سنته في الدنيا، وقيل يظفر على أعدائه ويعلو بين الناس، ويكون له شرف وذكر."
  },
  {
    "dream_title": "رؤيا سورة مريم",
    "dream_inter": "سورة مريممن قرأها أو قرئت عليه، فكما قالت عائشة وجعفر الصادق رضي الله عنهما يفرج الله عنه، وقيل يكون مع الأنبياء الذين ذكرهم الله تعالى في هذه السورة في زمرة محمد صلى الله عليه وسلم، وقيل إنه يحيي سنن الأنبياء عليهم السلام، ويرزقه الله تعالى محبة الصالحين، وينال مالاً بقوة، وقيل يتيه ثم يهتدي."
  },
  {
    "dream_title": "رؤيا سورة نوح",
    "dream_inter": "سورة نوحمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه فإنه يترك الفحشاء، ويظهر الإنصاف، وينتصر على أعدائه."
  },
  {
    "dream_title": "رؤيا سورة همزة",
    "dream_inter": "سورة همزةمن قرأها أو قرئت عليه، فتدل على الإنذار، فليتق الله عز وجل، وقيل يكون سليم الصدر، ويجمع مالاً ثم ينفقه في البر والصلة والخير، وقيل إنه يمشي بالنميمة."
  },
  {
    "dream_title": "رؤيا سورة هود",
    "dream_inter": "سورة هودمن قرأها أو قرئت عليه، فكما قال عمر بن الخطاب رضي الله عنه يكون كثير الأعداء، وقال جعفر الصادق رضي الله عنه: يؤثر الغربة، ويكون طويل العمر، ويرزق من الحرث والزرع مع حسن اليقين، وحسن الظن بالله تعالى، ويعطى الأجر بعدد من صدق بنوح عليه السلام وكذب به، وكان عند الله تعالى يوم القيامة من الشفعاء. وقيل من تلاها فإنه يسافر وينال هدى ودنيا."
  },
  {
    "dream_title": "رؤيا سورة يس",
    "dream_inter": "سورة يسمن قرأها أو قرئت عليه حشره الله تعالى في زمرة محمد صلى الله عليه وسلم وآله، وقيل ينال نعمة من نعم الدنيا يحسن بها عند الخلائق، وقيل إنه من المتطهرين ودينه بلا رياء، وقيل يعطى من الأجر بعدد من قرأ آيات القرآن الكريم اثنتي عشرة مرة، لأن يس قلب القرآن."
  },
  {
    "dream_title": "رؤيا سورة يوسف",
    "dream_inter": "سورة يوسفعليه السلام، من قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون كثير الأعداء من أهله، ويرزق في الغربة حظاً ومالاً، وقيل يظلم كما ظلم يوسف عليه السلام، ويلقى سفراً ثم يملك بلداً من البلاد، مع حسن اليقين وظهور الجمال وحسن الصورة، وقيل ينال رياسة ومالاً ويهون الله تعالى عليه سكرات الموت، وينال بشارة وخيراً، وغنى بعد فقر، وعزاً بعد ذل، وفرجاً بعد ضيق."
  },
  {
    "dream_title": "رؤيا سورة يونس",
    "dream_inter": "سورة يونسعليه السلام، من قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه فإنه يصاب في شيء من ماله، وقال جعفر الصادق رضي الله عنه: يكون محباً للانفراد، وقال بعضهم: يرزق العلم وحسن اليقين ويرد الله تعالى عنه كيد الكائدين وسحر السحرة، وإن تلاها مريض شفاه الله تعالى، وقيل يزهد في الدنيا."
  },
  {
    "dream_title": "رؤيا سورة الانشقاق",
    "dream_inter": "سورة الانشقاقمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه إنه يدعى له ويدعى عليه، وإن تلتها إمرأة طلقها زوجها، وقيل يكون محاسباً نفسه، ويعطيه الله تعالى كتابه بيمينه يوم القيامة، وقيل يكون ذلك العام خصباً، ويخص بالبنات ثم يمتن قبل بلوغهن."
  },
  {
    "dream_title": "رؤيا سورة الانفطار",
    "dream_inter": "سورة الانفطارمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون متوانياً في الصلاة يؤديها في غير وقتها، وقيل يرزق صحبة السلطان، وقيل فليحذر من جيرانه لئلا يؤذونه على قبيح من القبائح."
  },
  {
    "dream_title": "رؤيا سورة البروج",
    "dream_inter": "سورة البروجمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يحببه الله تعالى في معرفة المسائل والعلم، وقيل يرزق علم النجوم، وقيل ينجو من الهموم."
  },
  {
    "dream_title": "رؤيا سورة البقرة",
    "dream_inter": "سورة البقرةمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يرزق علماً وعمراً طويلاً وصلاحاً في دينه، ووافقه الكسائي على ذلك، وقالت عائشة رضي الله عنها: من تلاها في منامه انتقل من موضع إلى موضع ويكون حظه في الموضع الذي ينتقل إليه، وقال إبن فضالة رحمه الله تعالى: إذا تلاها في النوم وكان عالماً طال عمره وحسنت حالته، وقال بعض العلماء: من قرأ سورة البقرة فإنه يكون جامعاً للدين، مسارعاً إلى كل ثواب، ويكون طويل العمر، قليل الشر صابراً على الأذى، فإن قرأ منها آية الكرسي في المنام دل على حفظه وذكائه."
  },
  {
    "dream_title": "رؤيا سورة البلد",
    "dream_inter": "سورة البلدمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه إنه يحلف يميناً ويندم عليه. وربما يكون كاذباً فيه، وقيل يرزق في تربية الأيتام وإطعام الطعام للمساكين، ويكون رحيماً، وقيل يحصل له أمن بعد خوف."
  },
  {
    "dream_title": "رؤيا سورة البينة",
    "dream_inter": "سورة البينةمن قرأها أو قرئت عليه فإنها تدل على الإنذار والبشارة، وقيل يسلم على يديه نفر كثير من المشركين، وقيل يحصل له صلاح ضمير بعد فساد، ويتيقن أمره بعد شك يكون فيه."
  },
  {
    "dream_title": "رؤيا سورة التحريم",
    "dream_inter": "سورة التحريممن قرأها أو قرئت عليه، فكما قال جعفر الصادق وابن فضالة رضي الله عنهما إنه يبتلى بامرأة تؤذيه في جسمه أو ماله، ويجتنب المحارم ولا يقربها، ويطلع على كلام قيل فيه، وقيل إِنه يتوب لله تعالى توبة نصوحاً."
  },
  {
    "dream_title": "رؤيا سورة التغابن",
    "dream_inter": "سورة التغابنمن قرأها أو قرئت عليه فإنه موقن بالبعث والنشور، وقيل يدفع عنه الموت الفجائي ويأمن من أهوال يوم القيامة، وقيل يستقيم على الهدى، وقيل ذلك تخويف له ووعيد لتركه الفرائض."
  },
  {
    "dream_title": "رؤيا سورة الأحزاب",
    "dream_inter": "سورة الأحزابقال أبو بكر الصديق إذا قرئت سورة الأحزاب على الإنسان كان حاسداً لأهله، وكذلك قال جعفر الصادق رضي الله عنه. وقيل من قرأها كان من أهل التقى، وينطق بالحق، ويعرض عن الباطل، ويحب الصالحين، ويعطى الأمان من العذاب في القبر، وقيل يكون له ظفر وعون من حيث لا يدري."
  },
  {
    "dream_title": "رؤيا سورة التكاثر",
    "dream_inter": "سورة التكاثرمن قرأها أو قرئت عليه فإنه يحب الدنيا وينسى الآخرة، وقيل إنه يدل على عسر الرزق، وكثرة الدين، وقيل إنه يصاب في المال ويهمل جمعه."
  },
  {
    "dream_title": "رؤيا سورة التكوير",
    "dream_inter": "سورة التكويرمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يكون له حظ في السرقة، وقيل يسافر في ناحية المشرق ويرزق فيه، وقيل ينال الخشوع والتوبة، ويعيذه الله تعالى من الفضيحة."
  },
  {
    "dream_title": "رؤيا سورة التوبة",
    "dream_inter": "سورة التوبةمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون محباً للصالحين، وقال بعضهم: إنه لا يخرج من الدنيا حتى يتوب ويكون ودوداً محبوباً بين الناس. وقيل إن الله تعالى يصلح دينه، ويكون النبي صلى الله عليه وسلم شاهداً له يوم القيامة بأنه بريء من النفاق، ويعطى من الأجر بعدد المنافقين في الدنيا، وتستغفر له الملائكة، ويرزقه الله تعالى الإخلاص."
  },
  {
    "dream_title": "رؤيا سورة التين",
    "dream_inter": "سورة التينمن قرأها أو قرئت عليه فإنه إنذار وحزن، وقيل يرزق عمل الأنبياء والأولياء والأصفياء ويحصل له رزق وبركة وطول عمر. وربما يحلف يميناً، وقيل يعجل الله تعالى قضاء حوائجه ويسهل له رزقه، وقيل يتعلم علماً نافعاً، ويمنحه الله تعالى العافية في الدين والدنيا والآخرة."
  },
  {
    "dream_title": "رؤيا سورة الجاثية",
    "dream_inter": "سورة الجاثيةمن قرأها أو قرئت عليه فإنه ينال زهداً، ويكون من الخاشعين، وقيل إنه يخاف الله تعالى، وترجى له النجاة من السوء، وقيل يستر الله عورته ويؤمن روعته، ويحشر أمناً يوم القيامة."
  },
  {
    "dream_title": "رؤيا سورة الجمعة",
    "dream_inter": "سورة الجمعةمن قرأها أو قرئت عليه، فإن الله تعالى يجمع حظه في الدنيا والآخرة، ويعطى من الأجر بعدد من أتى الجمعة من المسلمين."
  },
  {
    "dream_title": "رؤيا سورة الجن",
    "dream_inter": "سورة الجنمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يكون في ضيق في رزقه ثم يوسعه الله تعالى عليه، ويخضع له الجن، وقيل إنه يقاسي قوماً جفاة، وقيل يعصمه الله من شر الجن، وقيل يرزق إلهاماً وفهماً دقيقاً نافعاً."
  },
  {
    "dream_title": "رؤيا سورة الحاقة",
    "dream_inter": "سورة الحاقةمن قرأها أو قرئت عليه، وكان قائماً على منبر فإنه يصلب على بدعة في الإسلام، قال إبن المهيب: وإن تلاها جالساً ضرب بالسياط، وقال جعفر الصادق رضي الله عنه: إن تلاها ملك في منامه زال ملكه، وإن تلاها شاهد وقف عن شهادته، وإن تلاها عليل مات، وإن تلتها إمرأة طلقها زوجها، هكذا قال عبد الله بن فضالة وغيره، وقيل إنه يتقرب كثيراً إلى الله تعالى، وقيل يقع في مصيبة ويتوب الله عليه، وقيل يقوم الحق على يديه، وينال خيراً إلى أربعين يوماً."
  },
  {
    "dream_title": "رؤيا سورة الأحقاف",
    "dream_inter": "سورة الأحقافإن قرئت على الإنسان فإنه يطلب العجائب، ويتفكر في عظمة الله تعالى وسلطانه، وقيل يكون عاقاً لوالديه ثم يتوب توبة حسنة، ويحسن إليهما، وقال جعفر الصادق رضي الله عنه من تلا سورة الأحقاف أتاه ملك الموت في أحسن صورة، وكان به رؤوفاً، وقيل تأتيه شدة وغم من حيث يرجو الخير."
  },
  {
    "dream_title": "رؤيا سورة الحج",
    "dream_inter": "سورة الحجمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير: إنه يرزق الحج مراراً، وقال إبن فضالة إلا أن يكون عليلاً فإنه يموت، وقيل يؤدي فريضة الحج."
  },
  {
    "dream_title": "رؤيا سورة الحجر",
    "dream_inter": "سورة الحجرمن قرأها أو قرئت عليه، فكما قال نافع وابن كثيرة إنه يموت مسكيناً، وقال إبن فضالة إنه كان قاضياً قربت منيته، وإن كان ملكاً حسنت سيرته، وإن كان تاجراً تفضل على أهله، وقيل يكون عند الله تعالى وعند الناس محموداً، وقيل يرزق الله تعالى رزقاً حسناً، ويعطى من الأجر بعدد المهاجرين والأنصار، وقيل قراءة سورة الحجر تحجر عن المعاصي، وإن تلاها عالم فيموت غريباً."
  },
  {
    "dream_title": "رؤيا سورة الحجرات",
    "dream_inter": "سورة الحجراتمن قرأها أو قرئت عليه رزق اتباع أمر الله تعالى في القرآن، وقيل يصل رحمه وإخوانه، يجمع بين الناس في الصلاح، وينال أجراً بعدد من أطاع الله تعالى، ومن عصاه."
  },
  {
    "dream_title": "رؤيا سورة الحديد",
    "dream_inter": "سورة الحديدمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه وجعفر الصادق فتناله قوة في دين الله تعالى، ويكون حسن الخلق، وقيل يرزق البر والحمد من الناس وصحة البدن، وقيل ينال مالاً وخيراً، ويكتب من الذين آمنوا بالله ورسوله."
  },
  {
    "dream_title": "رؤيا سورة الحشر",
    "dream_inter": "سورة الحشرمن قرأها أو قرئت عليه فيحشره الله تعالى مع الأبرار، وقيل ينال صلاحاً بعد فساد دينه، ويخرج من هم إلى فرج، وإن كان مسافراً فإنه يرجع من سفره، وقيل يهلك الله أعداءه، وقيل يرزقه الله تعالى مالاً ويحشره أمناً يوم القيامة، وقال جعفر الصادق رضي الله عنه: إن الله تعالى يحشره يوم القيامة وهو راض عنه."
  },
  {
    "dream_title": "رؤيا سورة الدخان",
    "dream_inter": "سورة الدخانمن قرأها أو قرئت عليه فإنه ينجو من عدوه، وينال رفعة، وقيل إنه يطلب الجواهر ويرزق الغنى، وقيل إنه يأمن من سطوة الجبابرة ويأمن من عذاب القبر والنار، ويقوى يقينه."
  },
  {
    "dream_title": "رؤيا سورة الذاريات",
    "dream_inter": "سورة الذارياتمن قرأها أو قرئت عليه فإنه ينال رزقاً من نبات الأرض، ويكون موافقاً لمن عاشره."
  },
  {
    "dream_title": "رؤيا سورة الرحمن",
    "dream_inter": "سورة الرحمنمن قرأها أو قرئت عليه، فإن الله تعالى ينقله إلى أحد الحرمين أو إلى الإسكندرية، وقيل يرحمه الله برحمته، وقيل يحفظ القرآن ويتفقه في الدين ويكتسب علماً كثيراً، وإن كان له أعداء فإنهم لا يستطيعون ضرره، وقيل إنه يسكن بيت المقدس، وقيل إنه ينال نعمة الدنيا."
  },
  {
    "dream_title": "رؤيا سورة الأعراف",
    "dream_inter": "سورة الأعرافمن قرأها أو قرئت عليه كما قال نافع وابن كثير يرزق شيئاً من كل علم، ويموت غريباً، وقيل يكون مؤمناً مقراً بالدين، وتطأ قدمه طور سيناء. وقيل من تلاها فإنه يسافر، ويكون ممنوعاً من إبليس ومكايده، ويكون آدم عليه السلام شفيعاً له يوم القيامة، وقيل قراءة سورة الأعراف شماتة بعدو، ورؤيته على أسوأ حال."
  },
  {
    "dream_title": "رؤيا سورة الرعد",
    "dream_inter": "سورة الرعدمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه وجعفر الصادق، فإن منيته قد قربت، وقال بعضهم: يكون حافظاً للدعوات، وشرع إليه الشيب، وقيل يأمن من مخافة السلطان، ويكون كثير التضرع لله تعالى ويعطى من الأجر بوزن كل سحاب خلقه الله تعالى في دار الدنيا إلى يوم القيامة، ويكون من المؤمنين بعهد الله عز وجل."
  },
  {
    "dream_title": "رؤيا سورة الروم",
    "dream_inter": "سورة الروممن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون النفاق في قلبه، وقال إبن فضالة: إن كان عالماً أو قاضياً كان حافظاً، ويكون ظالماً، وإن كان تاجراً نال فائدة كبيرة، وإن كان الرائي ملكاً فتح الله عليه مدينة من مدائن الكفر عظيمة، وهدى الله تعالى على يديه أناساً كثيرين، وقيل ينال مالاً وغلماناً، ويتم له أمر يرومه، أو يكون بينه وبين أحد خصام، ويكون له الظفر، وإن كان المسلمون في حرب فإنهم ينتصرون."
  },
  {
    "dream_title": "رؤيا سورة الزخرف",
    "dream_inter": "سورة الزخرفمن قرأها أو قرئت عليه كان له رزق قليل، وضعف عن طلب الدنيا، ويكون صادق اللسان، قليل الحظ في الدنيا، ويسعد في الآخرة، ويكون ممن يقال له يوم القيامة: ' يا عبادي لا خوف عليكم اليوم، ولا أنتم تحزنون ' ."
  },
  {
    "dream_title": "رؤيا سورة الزلزلة",
    "dream_inter": "سورة الزلزلةمن قرأها أو قرئت عليه، فإن الشيطان الرجيم يفتنه في ذلك الموضع، وقيل يزلزل الله تعالى به من أهل الذمة، وقيل ينال زرقاً ومالاً، وقيل إنه يخاف من السلطان."
  },
  {
    "dream_title": "رؤيا سورة الزمر",
    "dream_inter": "سورة الزمرمن قرأها أو قرئت عليه اكتسب علماً كثيراً، وقيل يكون يوم القيامة في أول الصفوف مع المؤمنين، وقيل تحسن عاقبته، ويعيش كثيراً."
  },
  {
    "dream_title": "رؤيا سورة السجدة",
    "dream_inter": "سورة السجدةمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يكون قوي التوحيد، سالم النفس، وقال بعضهم: يموت في سجدته، ويكون عند الله من الفائزين، وقيل يرزق في الدنيا الزهد والورع، ويكون له من الأجر كمن أحيا ليلة القدر، وينال قرباً من الله تعالى، وقيل إنه يحب صلاة الليل."
  },
  {
    "dream_title": "رؤيا سورة الشرح",
    "dream_inter": "سورة الشرحمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه إنه يأمن من الأعراض والأمراض والعلل والأسقام، وقيل يشرح الله صدره للإسلام، وقيل ييسر الله تعالى عليه أمره وتنكشف همومه."
  },
  {
    "dream_title": "رؤيا سورة الشعراء",
    "dream_inter": "سورة الشعراءمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه وجعفر الصادق أنه ينال عسراً في رزقه، ولا ينال شيئاً إلا بنكد، وقال بعضهم: يعصمه الله تعالى من الإفك وقول الزور والإثم ويتنزه عن الكلام القبيح والكذب."
  },
  {
    "dream_title": "رؤيا سورة الشمس",
    "dream_inter": "سورة الشمسمن قرأها أو قرئت عليه كما قال نافع وابن كثير أنه يحل في بلد مع سلطان عادل، أو يرزق النصر والظفر في سائر الأشياء، وقيل يرزق ولداً صالحاً، ويكون أمناً في دنياه، غير خائف في أخرته."
  },
  {
    "dream_title": "رؤيا سورة الشورى",
    "dream_inter": "سورة الشورىمن قرأها أو قرئت عليه فإنه طويل العمر، وتصلي عليه الملائكة، وتستغفر له، وقيل ينال زيادة في العلم والعمل، وقيل يخرج من مرضه إلى صحة وعافية."
  },
  {
    "dream_title": "رؤيا سورة الأعلى",
    "dream_inter": "سورة الأعلىمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يكون كثير التسبيح، وقيل إنه يؤثر الآخرة على الدنيا، وقيل يخشى عليه النسيان ويرجى له الحفظ."
  },
  {
    "dream_title": "رؤيا سورة الصافات",
    "dream_inter": "سورة الصافاتمن قرأها أو قرئت عليه رزقه الله تعالى ولداً مطيعاً لربه، وقيل تتباعد عنه مردة الشياطين، وقيل يرزق معيشة حلالاً، وولدين ذكرين، وينال خيراً وديناً وطهارة من الدنس، وخوفاً من الله عز وجل."
  },
  {
    "dream_title": "رؤيا سورة الصف",
    "dream_inter": "سورة الصفمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: إنه يحفر مع قوم مبتدعين، وقيل يغزو ويموت في سبيل الله شهيداً، وقيل ينال تثبيتاً ومراقبة ووفاء بنذر أو قسم."
  },
  {
    "dream_title": "رؤيا سورة الضحى",
    "dream_inter": "سورة الضحىمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير: إنه ينال خيراً، وقيل ينال أمناً بعد خوف، وبشرى بعد يأس، ورجاء بعد قنوط، وإن كان فقيراً استغنى. وربما قرب أجله."
  },
  {
    "dream_title": "رؤيا سورة الطلاق",
    "dream_inter": "سورة الطلاقمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: يرزق البنات والبنين، وقيل يلهم التسبيح والتهليل، وقيل إنه يخاف من اللصوص."
  },
  {
    "dream_title": "رؤيا سورة الطور",
    "dream_inter": "سورة الطورمن قرأها أو قرئت عليه فإنه يجاور بيت الله الحرام، وقيل يرزق ولداً يموت قبل بلوغه، وقيل ينال قربة من الله تعالى بعمل صالح أو زواجاً مباركاً."
  },
  {
    "dream_title": "رؤيا سورة العاديات",
    "dream_inter": "سورة العادياتمن قرأها أو قرئت عليه، فإن كان مسافراً قطعت عليه الطريق، وإن لم يكن مسافراً فإنه يحب متاع الدنيا، أو يحب رباط الخيل والغنم، وقيل يذكر الله تعالى كثيراً، ويطول عمره، ويثنى عليه بخير."
  },
  {
    "dream_title": "رؤيا سورة العصر",
    "dream_inter": "سورة العصرمن قرأها أو قرئت عليه، فتدل على الإنذار والبشارة، وقيل يكون كثير الربح والخيرات، وينصر على الأعداء، وقيل يوفق للصبر ويتيسر عليه ما كان عسيراً عليه."
  },
  {
    "dream_title": "رؤيا سورة العلق",
    "dream_inter": "سورة العلقمن قرأها أو قرئت عليه فإنه يرزق ولداً ذكراً، ويكون عبداً صالحاً. وقيل، يتعلم القرآن ويفسره، ويناله تهديد من إنسان."
  },
  {
    "dream_title": "رؤيا سورة العنكبوت",
    "dream_inter": "سورة العنكبوتمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه تكون له بشارة أن الله تعالى يبتليه، ويكون في أمان الله تعالى وحرزه إلى أن يموت، ويحصل له ستر من الله تعالى ونجاة من الأعداء، وينال أجراً بعدد المؤمنين والمؤمنات."
  },
  {
    "dream_title": "رؤيا سورة الغاشية",
    "dream_inter": "سورة الغاشيةمن قرأها أو قرئت عليه، فكما قال جعفر الصادق والكسائي رضي الله عنهما: إن كان مضيقاً عليه في معيشته، فإن الله تعالى يوسع عليه معيشته، وقيل يرزق العلم والزهد، وينفق على قوم وهم غير شاكرين، وقيل يرتفع قدره، وينتشر ذكره وعلمه."
  },
  {
    "dream_title": "رؤيا سورة الأنبياء",
    "dream_inter": "سورة الأنبياءعليهم السلام، من رآها عليه، فكما قال جعفر الصادق رضي الله عنه يرزقه الله تعالى حظاً عظيماً، وقيل يرزق علم الأنبياء وتضرعهم، وقيل ينال الفرج بعد الشدة، واليسر بعد العسر، ويرزق علماً أو خشوعاً، وقيل ينال الصلاة والدعاء للأنبياء عليهم السلام، وينصر على أعدائه، وقيل يرزقه الله تعالى الأمانة والإقبال على الطاعات."
  },
  {
    "dream_title": "رؤيا سورة الفاتحة",
    "dream_inter": "سورة الفاتحةمن قرأها أو قرئت عليه فتح الله تعالى عليه أسباب الخير، وقال نافع وابن كثير وجعفر الصادق وسعيد بن المسيب رضي الله عنهم: إنه يدعو بدعاء ويستجاب له، وكذلك قال الكسائي وزاد فيه: وينال فائدة يغنى بها، وقال أبو بكر الصديق رضي الله عنه إن قارئها يتزوج سبع نسوة، ويكون مستجاب الدعوة، والدليل على ذلك فعل رسول الله صلى الله عليه وسلم فإنه كان يقرؤها قبل الدعاء وبعده، وقال عمر بن الخطاب رضي الله عنه: من تلاها في نومه كان محفوظاً في دينه إلا أن يكون مريضاً فقد قرب أجله. وقيل من قرأها في منامه أغلق الله عنه أبواب الشر وفتح له أبواب الخبر، وقيل قراءة الفاتحة في المنام حج."
  },
  {
    "dream_title": "رؤيا سورة الفتح",
    "dream_inter": "سورة الفتحمن قرأها أو قرئت عليه فإنه يصل الإخوان والأقرباء، ويرزق الجهاد في سبيل الله تعالى، وقيل يتجمع له حظ الدنيا والآخرة، ويكون له دعاء مستجاب، وخروج من الضيق إلى السعة، وقيل تفتح له أبواب الخيرات، ويكون كمن بايع النبي صلى الله عليه وسلم."
  },
  {
    "dream_title": "رؤيا سورة الفجر",
    "dream_inter": "سورة الفجرمن قرأها أو قرئت عليه كما قال نافع وابن كثير لم يكمل العام حتى يموت، وقيل يرزق البهاء والهيبة، ويحب اليتامى والمساكين، ويدعو بدعاء لنفسه وللمؤمنين ينفعه الله تعالى به."
  },
  {
    "dream_title": "رؤيا سورة الفرقان",
    "dream_inter": "سورة الفرقانمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير كان ممن يحب الحق، ويكره الباطل، وقيل كان يفرق بين الحق والباطل، ويدخله الله تعالى الجنة بغير حساب."
  },
  {
    "dream_title": "رؤيا سورة الفلق",
    "dream_inter": "سورة الفلقمن قرأها أو قرئت عليه فإنها تدل على حسن الحال والظفر بالأعداء، وقيل يرفع الله ذكره، ويرزقه اسم الله الأعظم، ويستجاب دعاؤه، ولا يمسه إنس ولا جان، ويأمن من شر الهموم والحسد، وقيل تتحسن أحواله بحيث يحسد عليها."
  },
  {
    "dream_title": "رؤيا سورة الفيل",
    "dream_inter": "سورة الفيلمن قرأها أو قرئت عليه فإنه ينصر على أعدائه. وقيل إن كان ملكاً يهزم الجيوش وينال فتحاً، وقيل إنه يحج، وتحدث فتنة يهلك فيها أعداء الله، وقيل يعافيه الله تعالى خلال حياته من القذف والخوف."
  },
  {
    "dream_title": "رؤيا سورة القارعة",
    "dream_inter": "سورة القارعةمن قرأها أو قرئت عليه فإنها تدل على البشارة والإنذار، وقيل يكون صاحب ورع ونسك، وعبادة وتقوى."
  },
  {
    "dream_title": "رؤيا سورة القدر",
    "dream_inter": "سورة القدرمن قرأها أو قرئت عليه فتكون له أعمال خير، وحسن حال، ويرزق الثواب الكثير، وقيل يحصل له نصر، وقبول عمل بأضعاف ما يظن، ويعيش طويلاً حتى يبلغ أرذل العمر، ويعلو قدره، ويكون له من الأجر كمن أحيا ليلة القدر."
  },
  {
    "dream_title": "رؤيا سورة القصص",
    "dream_inter": "سورة القصصمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه: ابتلي من الله بشيء من الأرض في البرية، وقال عمر بن الخطاب رضي الله عنه يكون ذلك في مدينة، وقال بعض العلماء: يعطيه الله تعالى حكماً وخيراً من قراءة التوراة، وإلا نجيل، ويرزق كنوز قارون حلالاً، وقيل يصيب علماً وفهما."
  },
  {
    "dream_title": "رؤيا سورة القلم",
    "dream_inter": "سورة القلممن قرأها أو قرئت عليه نظر إلى أعاجيب الله تعالى، وقيل يرزق البلاغة، ويكون رجلاً عالماً عاقلاً، حسن الأخلاق، وقيل ينتصر على عدوه."
  },
  {
    "dream_title": "رؤيا سورة الأنعام",
    "dream_inter": "سورة الأنعاممن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه وعائشة رضي الله عنها والكسائي وابن فضالة فإنها تبشره بسلامة العيال، وحفظ البنين، وحسن الرزق في الدنيا والآخرة، وقيل بل يكون كثير النعم والغنم والمواشي والبقر والدواب، جواد النفس، يجمع الله تعالى له أمر الدارين، ويرحمه ويرزقه ويصلي عليه سبعون ألف ملك يستغفرون له."
  },
  {
    "dream_title": "رؤيا سورة القمر",
    "dream_inter": "سورة القمرمن قرأها أو قرئت عليه فإنه يسجن ويسلم من السجن، ويدفع الله تعالى عن شر أهل الشر، ويأتي يوم القيامة ووجهه كالقمر ليله البدر، وقيل يرجع عن شك وريب ويصلح بعد فساد دينه، وقال جعفر الصادق رضي الله عنه: أنه يخشى عليه من الغرق، وقال إبن المسيب: يخاف عليه من عصباته، وقال إبن فضالة: لا يخرج من الدنيا إلا بمحنة."
  },
  {
    "dream_title": "رؤيا سورة القيامة",
    "dream_inter": "سورة القيامةمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: يكون كريم النفس، وقيل يجتنب الإيمان البارة والفاجرة، فلا يحلف صادقاً ولا كاذباً، وكذلك قال الكسائي، وقيل إنه رجل يظلمه الناس، ويجورون عليه، ويرجى له الظفر."
  },
  {
    "dream_title": "رؤيا سورة الكافرون",
    "dream_inter": "سورة الكافرونمن قرأها أو قرئت عليه، فإن ذلك دليل على البدع، وقيل يعادي الكفار والمنافقين، ويجاهدهم، وقيل يحصل له إيمان خالص وتدين صالح."
  },
  {
    "dream_title": "رؤيا سورة الكهف",
    "dream_inter": "سورة الكهفمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون طويل العمر حسن الحال، ويرزق حظاً عظيماً في حياته، وقال بعضهم: يعيش حتى يسأم الحياة، سيكون حافظاً لخصال الدين كلها، ويكون غنياً وينال الأماني، وقيل يدركه خوف من عدو ومكابر، ونجاة من أعداء."
  },
  {
    "dream_title": "رؤيا سورة الكوثر",
    "dream_inter": "سورة الكوثرمن قرأها أو قرئت عليه فإنه يجلس مجلس أهل الآخرة، ويظفر بأعدائه، ويصيب غنى، ويكثر خيره في الدارين."
  },
  {
    "dream_title": "رؤيا سورة الليل",
    "dream_inter": "سورة الليلمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون قليل الرزق، ويرزق الشهادة وقيام الليل، وطاعة الله تعالى. وقيل إن رزقه يتعسر."
  },
  {
    "dream_title": "رؤيا سورة المؤمنون",
    "dream_inter": "سورة المؤمنونمن قرأها أو قرئت عليه رأى خلقاً عجيباً، وقيل يرزق الحج، ويكون مع المؤمنين في الدرجات العلا، وينال نوراً وإيماناً خالصاً صادقاً، وقيل يقوى إيمانه ويختم له بالإيمان، ويرزق عفة وينجو من البلاء، ويرزقه الله تعالى البرهان في الدنيا، وتبشره الملائكة بالروح والريحان وما تقر به عينه عند نزول ملك الموت."
  },
  {
    "dream_title": "رؤيا سورة المائدة",
    "dream_inter": "سورة المائدةمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير يكون كريم النفس، محباً لإطعام الطعام، وقيل بل يرزق اليقين والعبادة والخشوع، وقيل يعلو شأنه ويقوى يقينه، ويحسن ورعه، ويستجيب الله تعالى دعاءه، وينال حظاً ويعطى من الأجر بعدد اليهود والنصارى، ويبلى بقوم جفاة، وينال بركة ورزقاً."
  },
  {
    "dream_title": "رؤيا سورة الماعون",
    "dream_inter": "سورة الماعونمن قرأها أو قرئت عليه كان ممن لا يصدق بيوم الدين ويمنع المعروف، ولا يخرج زكاة ماله، وقيل يخالفه نفر ويظفر بهم، وقيل ينتفع به جيرانه، ويرضون عنه."
  },
  {
    "dream_title": "رؤيا سورة المجادلة",
    "dream_inter": "سورة المجادلةمن قرأها أو قرئت له، فكما قال نافع وابن كثير فإنه يتعرض لأذى من قوم أراذل، وقال إبن فضالة: إلا أن يكون عالماً فلا يضره شيء، وقيل إنه يجادل أهل الأديان الباطلة، وتكون له الحجة، وقيل ينجو ممن يطلبه بدعاء يستجاب له."
  },
  {
    "dream_title": "رؤيا سورة الأنفال",
    "dream_inter": "سورة الأنفالمن قرأها أو قرئت عليه، فكما قال إبن عباس رضي الله عنهما أنه يكون متوجاً بالعز وظافراً، وكذلك قال جعفر الصادق رضي الله عنه وزاد فيه: ويكون سالماً في دينه، وقال إبن فضالة: إن كان ملكاً كان منصوراً، وإن كان عالماً كان ورعاً، وقال بعض العلماء: يرزق الظفر على أعدائه وينال منهم الغنيمة، وقيل يرزق مالاً حلالاً من الغنائم ويكون النبي شفيعاً له يوم القيامة."
  },
  {
    "dream_title": "رؤيا سورة المدثر",
    "dream_inter": "سورة المدثرمن قرأها أو قرئت عليه فإنه يكون صواماً بالنهار طول الدهر، وقيل تحسن سريرته، ويكون صبوراً، وقيل يتكدر عيشه ويتعسر رزقه، وقيل إنه يأمر بالمعروف وينهى عن المنكر."
  },
  {
    "dream_title": "رؤيا سورة المرسلات",
    "dream_inter": "سورة المرسلاتمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه يكون غيورا على عياله كريماً، وقيل يرزق السعة والرحمة، وقيل إنه يأمن من خوف."
  },
  {
    "dream_title": "رؤيا سورة المزمل",
    "dream_inter": "سورة المزملمن قرأها أو قرئت عليه فيكون ذا صلاح وقيام بالليل وقارئ القرآن، ويدفع الله تعالى عنه عسر الدنيا والآخرة، وقيل يتعرض لضيق وخوف ثم يزول خوفه."
  },
  {
    "dream_title": "رؤيا سورة المسد",
    "dream_inter": "سورة المسدمن قرأها أو قرئت عليه فإنه ينفق ماله فيما لا يرضي الله، وإن لم يكن له مال فإنه يمشي بين الناس بالنميمة، وقيل يعادي منافقاً ويطلب عزته ثم يهلكه الله تعالى، أما موته فلا يموت حتى يدفن جميع أهله، وقيل يرزق التوحيد، وقلة العيال، وتكون له إمرأة لا خير فيها، وقيل يخسر ماله."
  },
  {
    "dream_title": "رؤيا سورة المطففين",
    "dream_inter": "سورة المطففينمن قرأها أو قرئت عليه فإنه يدل على الفجور في الإيمان وأخذ أموال المسلمين بالبخس والباطل، وقيل يرزق العدل والوقار ووفاء الكيل، وقيل إنه يطفف في المكيال والميزان فليتب من ذلك."
  },
  {
    "dream_title": "رؤيا سورة المعارج",
    "dream_inter": "سورة المعارجمن قرأها أو قرئت عليه فإنه يكون في أول عمره على خنا، وفي آخره على تقوى، وقيل يكون كثير الصوم، ويدعو على نفسه بالشر، وكذلك على أهل بيته، فليرجع عن ذلك، وقيل يكون أمناً منصوراً."
  },
  {
    "dream_title": "رؤيا سورة الملك",
    "dream_inter": "سورة الملكمن قرأها أو قرئت عليه فإنه يعيش في خدمة ملك ينال منه فائدة، وقال نافع وابن كثير: يملك منه شيئاً كثيراً، ويكون موحداً متفكراً في خلق الله عز وجل، وقيل ينجو من عذاب الله تعالى عند قبض روحه، وينال بشرى وبركة وخيراً."
  },
  {
    "dream_title": "رؤيا سورة الممتحنة",
    "dream_inter": "سورة الممتحنةمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: يكون له في آخر عمره توبة حسنة، وقيل يمتحن ويؤجر وينجو من كل شر."
  },
  {
    "dream_title": "رؤيا سورة المنافقون",
    "dream_inter": "سورة المنافقونمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: تبلى زوجته بالضرائر، وقيل يظهر منه النفاق والشك، ويدركه عذر، ويخالط قوماً وهو بريء من اعتقادهم."
  },
  {
    "dream_title": "رؤيا سورة النازعات",
    "dream_inter": "سورة النازعاتمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: يكون له حظ في التجارة، والفائدة في الصناعة، وينزع الله تعالى من قلبه الشك والخيانة، وقيل إنه يؤخر الصلاة عن وقتها، وإن موته قريب."
  },
  {
    "dream_title": "رؤيا سورة الإخلاص",
    "dream_inter": "سورة الإخلاصمن قرأها أو قرئت عليه فإنه يوحد الله تعالى ولا يرزق ولداً أبداً، وقيل يناله اسم الله الأعظم، ويستجاب له، ويحسن حاله. وقيل إذا كان خائفاً أمن، وإن كان مظلوماً نصره الله تعالى، وقيل ينال التوبة النصوح والإيمان الصادق."
  },
  {
    "dream_title": "رؤيا سورة الناس",
    "dream_inter": "سورة الناسمن قرأها أو قرئت عليه فإنه يظفر بأعدائه، وقيل يدفع عن نفسه سحر السحرة وكيد الشيطان والوسوسة، وقيل يبتلى بالوسواس. وقيل تدل تلاوتها على اجتماع الأهل، ويسلم الناس منه."
  },
  {
    "dream_title": "رؤيا سورة النبأ",
    "dream_inter": "سورة النبأمن قرأها أو قرئت عليه، فكما قال أبو بكر الصديق رضي الله عنه فإنه يثنى عليه بمحاسن ويحببه الله إلى خلقه، وقيل يعظم شأنه وينتشر ذكره الجميل، ويهتدي في دينه، ويطول عمره، وقيل إنه يطلب العلم ويكون رسولاً للعلماء."
  },
  {
    "dream_title": "رؤيا سورة النجم",
    "dream_inter": "سورة النجممن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: إنه يرزق ولداً يموت في مرضاة الله تعالى، وإن كان غائباً فإنه يرجع."
  },
  {
    "dream_title": "رؤيا سورة النحل",
    "dream_inter": "سورة النحلمن قرأها أو قرئت عليه، فكما قال عمر بن الخطاب رضي الله عنه: كان محفوظاً في الرزق، وقال جعفر الصادق رضي الله عنه يكون من شيعة رسول الله صلى الله عليه وسلم ومحبيه، وقال بعضهم: يصير من العلماء، وإن كان مريضاً شفي، وقيل ينال صحة الجسم ورزقاً حلالاً، وقيل يهبه الله تعالى محبة العلماء والصالحين ولا يحاسبه الله تعالى بما أنعم عليه في الدنيا."
  },
  {
    "dream_title": "رؤيا سورة النساء",
    "dream_inter": "سورة النساءمن قرأها أو قرئت عليه، فإن يبتلى بامرأة لا تحسن عشرته، وإن كان طالب علم تفوق في علم الفرائض، وقال جعفر الصادق رضي الله عنه: من تلاها في منامه يكون معه في آخر عمره إمرأة لا تحسن عشرته، وقال إبن فضالة يكون كثير الاحتياج قوي اللسان، وكذلك قال الكسائي وعلي وحمزة رضي الله عنهم، وقال غيرهم: يقسم المواريث ويصاحب حرائر النساء ويرثهن ويرثنه بعد عمر طويل، ويكون صاحب جوار."
  },
  {
    "dream_title": "رؤيا سورة النصر",
    "dream_inter": "سورة النصرمن قرأها أو قرئت عليه، فإن كان سلطاناً فتح مدناً وانتصر، وإن لم يكن سلطاناً فإنه يموت، وقيل ينتصر على أعدائه، ويكون مع الشهداء، ومع النبي صلى الله عليه وسلم، وقيل يموت له إنسان يحبه."
  },
  {
    "dream_title": "رؤيا سورة النمل",
    "dream_inter": "سورة النملمن قرأها أو قرئت عليه، فكما قال نافع وابن كثير: يكون سيد قومه، وقال إبن فضالة يكون متعلماً ويرزق ملكاً وجاهاً، وقيل يكون مستجاب الدعوة، ويعطى من الأجر بعدد من صدق سليمان والنبيين عليهم السلام، ويخرج من قبره وهو ينادي: لا إِله إلا الله."
  },
  {
    "dream_title": "رؤيا سورة النور",
    "dream_inter": "سورة النورمن قرأها أو قرئت عليه، فكما قال جعفر الصادق رضي الله عنه: كان ممن يأمر بالمعروف، وينهى عن المنكر، ويحب في الله، ويبغض في الله، وقيل ينور الله قلبه وقبره، وقيل إنه يمرض ويرزق تقوى ويقيناً، ومن قرأها من أولها يلتمس السن، ويعطى من الأجر بعدد كل مؤمن ومؤمنة فيما مضى وفيما بقي."
  },
  {
    "dream_title": "رؤيا سورة الواقعة",
    "dream_inter": "سورة الواقعةمن قرأها أو قرئت عليه، فكما قال عمر بن الخطاب رضي الله عنه: لا يفتقر في دنياه ولا يضل عن أخرته، وقيل يكون من السابقين إلى الجنة، وقيل إنه يأمن ممن يخاف وتتسع عليه دنياه."
  }
]