[{"dream_title": "رؤيا القائد", "dream_inter": "القائد هو في المنام رجل مشهور لا يبالي.ومن رأى: أنه قائد الجيش فإنه ينال خيراً ومالاً وجاهاً إن كان أهلاً لذلك، وإن لم يكن له أهلاً فإنه دليل على موته، وإذا كان فقيراً دل على اضطرابه، ويدل للعبد على عتقه."}, {"dream_title": "رؤيا القار", "dream_inter": "القار هو في المنام سترة ووقاية من الحر. وربما دل على الصفة من إسمه. وربما دل على المال، وإن ابن سيرين رحمه الله تعالى جعل كل سواد مالاً، وربما دل على الربح والتوبة كما عبر، ويدل القار  على الثبات لقولهم: المقير لا يتغير."}, {"dream_title": "رؤيا القباء", "dream_inter": "القباء هو في المنام قوة وظهر، فمن رأى أن عليه قباء من خز أو أبريسم أو ديباج فتأويل ذلك سلطان يصيبه بقدر خطر الكسوة في رقتها وجدتها، والقباء  بالنسبة للابسه فرج، والقباء  بقاء."}, {"dream_title": "رؤيا القميص", "dream_inter": "القميص هو في المنام دين الرجل أو عيشه أو تقواه أو علمه أو بشارة له، لقوله تعالى: ' إذهبوا بقميصي هذا، فألقوه على وجه أبي يأت بصيراً '. فإذا لبسه الرجل فإنه يتزوج، والقميص  للمرأة رجل تتزوجه، لقوله تعالى: ' هن لباس لكم، وأنتم لباس لهن '. وإذا تخرق القميص  استغنى الرجل عن امرأته، فإن انفتق القميص  فارقها.ومن رأى: أنه لبس قميصاً بغير كمين فهو حسب جماله في دينه.\n\n\n\nومن رأى: أن جيب قميصه مزق انفتح عليه باب من الفقر.ومن رأى: أن له قمصاناً كثيرة، فإن له في الآخرة أجراً عظيماً وحسنات كثيرة، والقميص  الأبيض دين.ومن رأى: أنه أهدي إليه قميص فهو خبر خير.ومن رأى: أن قميصه مخروق وسخ فهو فقر وهم وشدة.وإذا رأت إمرأة إنها لبست قميصاً جديداً واسعاً فهو حسن حالها في دينها ودنياها أو حسن حال زوجها، والقميص  الأخضر الأبيض يدل على الدين، ولا يحمد الأزرق، والأحمر يدل على شهرة، والأصفر على المرض، والبلل في الثوب يدل على أن شيئاً يعيقه عن السفر، فإن يبس البلل زالت العاقة.ومن رأى: أنه لبس قميصاً بلا جيب ولا زيق دل على موته، ومن لبس قميصاً معلماً فإنه يحج، أو يسافر.ومن رأى: أنه لبس قميصاً قصيراً لا يستر عورته فإنه يقصر في دينه، ومن لبس قميصاً من خشب فإنه يسافر في البحر، وإن كان مريضاً خشي عليه الموت.ومن رأى: على قميصه آية من القرآن مكتوبة فإنه متمسك بالقرآن، والقميص  الأسود هم وحزن.ومن رأى: قميصاً مقلوباً تغير حاله إلى خلاف عادته. وربما كان القميص  بيت الرجل.ومن رأى: قميصه شق طولاً فرج عنه، وإن شق عرضاً فذلك كلام يقال في عرضه.ومن رأى: قميصه قد من ورائه فإنه يتهم بكلام يقال في عرضه ويكون بريئاً منه، وإن قد من أمامه، فإن الكلام الذي يقال فيه صحيح لقصة يوسف عليه السلام.ومن رأى: قميصه من السحاب شملته نعمة."}, {"dream_title": "رؤيا القناة", "dream_inter": "القناة هي في المنام إمرأة أو مال أو عالم.ومن رأى: أنه أجرى قناة تزوج أو عمل عملاً لنفسه خاصة في دينه ودنياه، والقنوات خدام أو عبيد أو دواب. وربما دلت القناة  على مجرى الرزق كالسوق والحانوت، ومن قطع قناة عن زرع أو عقارات قطع معروفة عن أهله، وإن كان مزوجاً طلق زوجته أو أبطل وقفه أو أعتق عبده.\n\n\n\nومن رأى: قناة في داره أو بستانه جارية وكان مغموماً فرج الله تعالى عنه أو نال خيراً.وإن رأى القناة  قد انسدت فإنها تفسد عليه مذاهبه.ومن رأى: أنه بال في قناة مجهولة أو تلطخ بنجاستها أتى حراماً أو وقع في ورطة بسبب خادم أو امرأة. وربما دلت القناة  على الكنائس، ومن حفر قناة ولم يجر فيها ماء يدخل في مكر."}, {"dream_title": "رؤيا القناع", "dream_inter": "القناع هو في المنام قناعة تناله."}, {"dream_title": "رؤيا القنبرة", "dream_inter": "القنبرة هي في المنام غلام صغير."}, {"dream_title": "رؤيا القنبيط", "dream_inter": "القنبيط هو في المنام رجل رستاقي نافع فيه حدة.ومن رأى: أنه يمسك قنبيطاً فإنه يطلب ديناً لا يدركه."}, {"dream_title": "رؤيا القند", "dream_inter": "القند هو في المنام رزق بتعب، وهم ونكد. وربما دل على الخلاص من السجن، أو الشفاء من الأمراض، أو الفرج بعد الشدة للحامل. وربما دل على البداية في الاشتغال بالعلم والقرآن والصناعة. وربما دل القند  على المال."}, {"dream_title": "رؤيا القنديل", "dream_inter": "القنديل هو في المنام ولد أو زوج إذا كان بلبلة، وإن كان جومعياً بغير فرجة فيه فهو زوجة أو زوج لا ولد بينهما، ويدل القنديل  على العلم والتوبة للعاصي والهداية للكافر. وربما كان القنديل  معبراً للرؤيا أو دليلاً للقافلة لأنهما مما يهتدى بهما في الظلمات، والقنديل  ولد له بهاء ورفعة وذكر وصيت ومنفعة. وقيل إن القناديل في المساجد هم العلماء الأغنياء وأصحاب الورع والقراءات.ومن رأى: قنديل المسجد قد انطفأ مات عالم المسجد، والقنديل  إمرأة والفتيلة أولاد، وتعبر القناديل بالنجوم، وكسر القناديل وانطفاؤها موت المريض، ولو أخذ إنسان من السماء نجوماً فإنه يأخذ من المسجد قناديل."}, {"dream_title": "رؤيا القنص", "dream_inter": "القنص هو في المنام دال على الغفلة، وقال بعض العارفين: من اتبع الصيد غفل. وربما دل القنص  على اتباع الشهوات."}, {"dream_title": "رؤيا القنطار", "dream_inter": "القنطار هو في المنام غنى للفقير، قال تعالى: ' زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة ' ."}, {"dream_title": "رؤيا القنطرة", "dream_inter": "القنطرة هي في المنام دالة على الشبهات. وربما دلت على الدنيا لما ورد في الحديث: ' الدنيا قنطرة فاعبروها ولا تعمروها '. وربما دلت على تفريج الهموم والأنكاد، وركوب القنطرة  في المنام دليل على ركوب الدابة، وتدل القنطرة  على الغنى وطول العمر، أو المرض أو نقض العهد، والقنطرة  رجل يتوصل به الناس إلى أمورهم وحاجاتهم. وربما كان ذلك الرجل ملكاً أو ذا سلطان أو من الحكماء، والقنطرة  المجهولة تدل على الدنيا لا سيما إن كانت بين المدينة والمقبرة. وربما دلت على السفينة، أو على الصراط، وإن كان مسافراً فذلك إنقضاء سفره، ومن صار قنطرة فإنه ينال سلطاناً ويحتاج الناس إليه وإلى جاهه.ومن رأى: أنه يعبر على قنطرة من خشب فهناك قوم منافقون يدخل عليهم."}, {"dream_title": "رؤيا القباقيبي", "dream_inter": "القباقيبي تدل رؤيته في المنام على الزهد والتوبة، والطهارة والزواج للعازب."}, {"dream_title": "رؤيا القنفذ", "dream_inter": "القنفذ هو في المنام رجل ضيق الصدر، ضجر غاضب، قليل الرحمة، وتدل رؤية القنفذ  في المنام على المكر والخديعة، والتجسس والاختفاء، والشر واقتناء السلاح."}, {"dream_title": "رؤيا القنو", "dream_inter": "القنو قنو النخل في المال قنيته للمال، وجمع الشمل بالعيال، والقنو  واحد من قوم الرجل وعشيرته."}, {"dream_title": "رؤيا القنوت", "dream_inter": "القنوت هو في المنام دليل على إجابة السؤال، والهداية والرزق، والثناء الحسن.ومن رأى: أنه قانت فهو مطيع."}, {"dream_title": "رؤيا القنوط", "dream_inter": "القنوط يدل القنوط  من رحمة الله في المنام على الشرك أو قتل النفس، أو الوقوع في محذور. أنظر أيضاً اليأس."}, {"dream_title": "رؤيا القهرمان", "dream_inter": "القهرمان هو في المنام رجل حافظ عالم، فإن يوسف عليه السلام قد كان يعمل القهرمة."}, {"dream_title": "رؤيا القواريري", "dream_inter": "القواريري تدل رؤيته في المنام على صفاء العيش والمداراة لأرباب الجهل، وظهور الأسرار. وربما دلت رؤيته على المغرم الذي يخص الجاني."}, {"dream_title": "رؤيا القواس", "dream_inter": "القواس تدل رؤيته في المنام على طول العمر، وشدة البأس، والنصر على الأعداء، وقيل القواس  هو رئيس العسكر، أو السلطان."}, {"dream_title": "رؤيا القوباء", "dream_inter": "القوباء هو في المنام مال يخشى صاحبه على نفسه المطالبة من جهته."}, {"dream_title": "رؤيا القبان", "dream_inter": "القبان تدل رؤيته في المنام على الوالد، أو الزوج، أو على العلم والهدى واتباع الحق. وربما دل على الحاكم، والقبان  ملك عظيم، ومسماره قوام ملكه وحياته، والعقرب صاحب سره، والسلسلة غلمانه، والكفة سمعه، والرمانة فصله الذي يفصل به القضاء، وعدله في حكمه."}, {"dream_title": "رؤيا القوة", "dream_inter": "القوة هي في المنام إذا كانت بعد الضعف فهي دليل على طول مرضه، ولكن يرجى له الخير وطول العمر.ومن رأى: أن له فضل قوة فهي قوة في دنياه أو دينه، وقيل من رأى أنه قوي فهو ضعيف."}, {"dream_title": "رؤيا القود", "dream_inter": "القود هو في المنام انقياد مع تربص، فإن قاده آدمي فهو مطلوب بقتل آدمي أو جرح، وإن قاده أسد أو طائر كاسر فهي ذلة تناله من ذي سلطان أو آفة تنزل به من مرض."}, {"dream_title": "رؤيا القوس", "dream_inter": "القوس هو في المنام سفر وأخ، وامرأة وولد، وقربة إلى الله تعالى، لقوله تعالى: ' فكان قاب قوسين أو أدنى ' .ومن رأى: قوساً بغلاف فامرأته حامل، ومن ناول إمرأته قوساً وكانت حاملاً وضعت له جارية، وإن ناولته زوجته قوساً، فإن حملها ولد ذكر، لأن الغلام يسلم إلى أبيه فيكون معه في دكانه، والمرأة تربي البنت وتكون ملازمة لها في البيت.\n\n\n\nومن رأى: أن قوسه انكسر، ولا سلاح معه، فإن أخاه يموت أو ولده أو شريكه أو صديقه.ومن رأى: قوسه مكسوراً بيده فإنه يعزل عن ولايته إن كان والياً، وخسر إن كان تاجراً، والرمي بالقوس  سفر، ومن ركب وتراً في قوس فإنه يتزوج، فإن حله طلق.ومن رأى: السلطان أعطاه قوسين نال مرتبة وإمارة، لقوله تعالى: ' فكان قاب قوسين أو أدنى '. ويستدل بالقوس ين على الحاجبين، ومن انكسر قوسه سافر. وربما كان رميه بالسهام كلاماً باطلاً أو كلام حق، ومن أوتر قوساً فانقطع وترها فإنه يطلق زوجته. وربما عزل عن ولايته، وإن رمى سهماً وأخطأ فإنه يجور في سلطانه، وإن أصاب الهدف فإنه ينال ما يتمنى.ومن رأى: بيده قوساً موتراً فيولد له غلام.ومن رأى: أنه يرمي في سبيل الله فإنه يصيب شرفاً، والرمي بقوس البندق في البرية صيد وغنيمة من حلال، وفي البلد رمي بكذب وزور.ومن رأى: أنه رمى عصفوراً بالبندق فإنه يكذب على رجل ضخم كذباً وزوراً، فإن رمى حمامة فإنه يقذف امرأته، وقوس البندق لمن ملكه بغي، وقوس الرجل أمراض بالمفاصل، وقوس النشاب عمر طويل، وقوس النجاد تبذير للمال، وقوس المثقب رزق وفائدة، وكذلك قوس الخراط. أنظر أيضاً السهم."}, {"dream_title": "رؤيا القولنج", "dream_inter": "القولنج من أصابه في المنام القولنج  فإنه يقتر على أهله وأولاده، والقولنج  للمرأة حمل أو مجاورة للأشرار وكلام مؤلم."}, {"dream_title": "رؤيا القيء", "dream_inter": "القيء من رأى في المنام أنه تقيأ وهو صائم ثم ولغ فيه، فإن عليه ديناً يمكنه أن يؤديه ولا يؤديه فيأثم فيه، فإن كان القيء  طيب الطعم فإنه توبة بطيب نفس صاحبة عن غيه، وإن صعب عليه وكان كريه الطعم، فإن توبته تكون على كره منه، ويكون القيء  أيضاً أن يرد صاحبه ما أخذه بغير حق وذلك توبة، وإن تقيأ دماً فإنه يتوب من إثم أو مال حرام، وإن سكر وتقيأ فإنه رجل شحيح، وإن بلع لؤلؤاً وتقيأ عسلاً فإنه يفسر بالقرآن، وإن تقيأ لبناً ارتد عن الإسلام، وإن تقيأ ملء فيه مرة صفراء فإنه يرجع عن معصيته بعقوبة، وإن تقيأ طعاماً فإنه يهب لإنسان شيئاً، وإن بلع القيء  فإنه يرجع في هبته، ومن تقيأ قيئاً كثيراً فإنه يموت، أو يشرف على الهلاك.ومن رأى: أنه تقيأ دماً كثيراً فهو للفقير مال ومولود أو عودة غائب.\n\n\n\nوإن رأى أن أمعائه تخرج مع القيء ، فإن ذلك يدل على موت الولد، ويدل في المريض على الموت، وإن تقيأ حية وكان مريضاً فإنه يموت، وإن كان في عافية فارق عدواً، وقيل القيء  تبذير مال، والقيء  للفقراء دليل خير، ولا يحمد للأغنياء، بل هو مضرة في أموالهم، والقيء  يدل على رد الودائع إلى أربابها، وعلى إفشاء الأسرار، وعلى زوال ما في داخله من الأذى، وإن كان مريضاً مات."}, {"dream_title": "رؤيا القيادة", "dream_inter": "القيادة من رأى في المنام أنه يقود ولم ير الزانية فإنه رجل دلال يعرف متاعاً ويتعيش به، والقيادة  شهادة الزور.ومن رأى: أنه يشهد الزور فإنه يقود."}, {"dream_title": "رؤيا القيامة", "dream_inter": "القيامة هي في المنام نذير وتحذير لمن رآها من معصية هم بها، والقيامة  عدل لإنصاف المظلوم من الظالم.ومن رأى: أن القيامة  قامت عليه وحده فإنه يموت.\n\n\n\nومن رأى: أنه واقف في القيامة  فإنه يسافر.ومن رأى: أنه حشر وحده وزوجته معه فإنه ظالم، لقوله تعالى: ' احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون '. وارض القيامة  إمرأة شريفة أو رجل شريف، والنفخ في الصور نجاه الصالحين.ومن رأى: القيامة  في منامه دل على ظهور شيء من أشراطها كسفك الدماء وظهور المنكرات.ومن رأى: القبور تنشق، وإن الموتى يخرجون منها بسط العدل.ومن رأى: أن القيامة  قامت وعاين أهوالها ثم رأى أن الدنيا عادت إلى حالها، فإن ذلك يدل على أن العدل يعقبه ظلم.ومن رأى: أنه قرب من الحساب، فإن رؤياه تدل على غفلته عن الخير وإعراضه عن الحق، لقوله تعالى: ' اقترب للناس حسابهم، وهم في غفلة معرضون ' .ومن رأى: أنه حوسب حساباً شديداً دلت رؤياه على خسران يقع له.وإن رأى أن الله عز وجل يحاسبه، وقد وضعت أعماله في الميزان فرجحت حسناته على سيئاته فإنه في طاعة عظيمة، وله عند الله مثوبة جزيلة، وإن رجحت سيئاته على حسناته، فإن أمر دينه مخوف عليه، وقيل من رأى أن القيامة  قامت فإنه ينجو من شر أعدائه أو تكون فتنة في الناس.ومن رأى: من أشراط الساعة شيئاً مثل النفخ في الصور أو نشر أهل القبور أو طلوع الشمس من المغرب، فإن تأويله كتأويل يوم القيامة ، وخروج الدجال هو رجل ذو بدعة وضلالة، والنفخ في الصور طاعون ووباء وإنذار من السلطان.ومن رأى: أنه أخذ كتابه بيمينه فاز بالصلاح والغنى والعز، وإن أخذه بشماله هلك بالإثم والفقر والحاجة.ومن رأى: أنه على الصراط سليماً نجا من شدة وفتنة وبلاء. أنظر أيضاً الغاشية، وانظر النشور."}, {"dream_title": "رؤيا القيح", "dream_inter": "القيح هو في المنام مال ينمو، يصيبه ويستظهر به صاحبه أو مستغل يستغل منه كل شهر مالاً، وقيل من رأى أنه خرج من بدنه قيح من جرح أو غيره فإنه يقذف بتهمة، والقيح  والصديد وما يسيل من القروح أموال حرام، وقيل قيح الدمل يدل على الفرج."}, {"dream_title": "رؤيا القيد", "dream_inter": "القيد هو في المنام ثبات في الدين. وربما دل على العيال، أو القعود عن السفر، أو المرض، ويدل القيد  على الإحسان ممن قيده في المنام، والقيد  من الفضة ثبات في أمر الزواج، وإن كان من نحاس أصفر فهو ثبات في مكروه، وإن كان من رصاص فثبات في أمر فيه وهن وضعف، وإن كان من حبل فهو ثبات في الدين، وإن كان من خشب فهو ثبات في نفاق، والقيد  للتاجر متاع كاسد، وللمهموم دوام همه، وللمريض طول مرضه.ومن رأى: أنه مقيد في سبيل الله فهو مجتهد في أمر عياله.\n\n\n\nومن رأى: أنه مقيد في بلدة فهو مستوطنها.ومن رأى: أنه مقيد في بيت فإنه مبتلى بامرأة، فإن كان القيد  ضيقاً، فإن الأمر يضيق عليه، والقيد  للمسرور دوام سروره.وإن رأى المقيد أنه ازداد قيداً آخر، فإن كان مريضاً فإنه يموت، وإن كان في سجن طال سجنه.ومن رأى: أنه مقيد وهو لابس ثياباً خضراء فمقامه في أمر الدين واكتساب ثواب، وإن كانت بيضاء فمقامه في أمر علم وفقه وبهاء وجمال، وإن كانت حمراء فمقامه في أمر لهو وطرب، وإن كانت صفراء فمقامه في مرض.ومن رأى: أنه مقيد بقيد من ذهب فإنه ينتظر مالاً قد ذهب.ومن رأى: أنه مقرون مع رجل آخر في قيد دل على اكتسابه معصية كبيرة يخاف عليه انتقام السلطان بها، لقوله تعالى: ' وترى المجرمين يومئذ مقرنين في الأصفاد '. والقيد  في الأصل هم وفقر. أنظر أيضاً الفل أو أنظر الكبل."}, {"dream_title": "رؤيا القيراط", "dream_inter": "القيراط هو في المنام نكد يناله من جهة دين في ذمته."}, {"dream_title": "رؤيا القبة", "dream_inter": "القبة هي في المنام امرأة، فمن بنى قبة أو اشتراها يشتري جارية، ومن هدم قبة وله إمرأة مريضة فإنها تموت، وإن كانت سليمة طلقها، والقبة  ولاية لمن دخلها أو ملكها، ومن بنى قبة على السحاب فإنه ينال زوجة وقوة ورفعة، ويموت على الشهادة، والقبة  اللبدية سلطان مهيب وعز وشرف، والقبة  في البيت امرأة. أنظر أيضاً السرادق، وانظر الفسطاط."}, {"dream_title": "رؤيا ذو القرنين", "dream_inter": "ذو القرنين من رآه في المنام فإنه يشفع إلى رجل كبير، في حاجة يقضيها له."}, {"dream_title": "رؤيا قابيل", "dream_inter": "قابيل من رآه في المنام فإنه يطغى، ويقتل نفساً بغير حق، لقوله تعالى: ' فطوعت له نفسه قتل أخيه، فقتله، فأصبح من الخاسرين ' .ومن رأى: قابيل  ولم يكن قاتلاً فإنه يندم على فعل فعله، لقوله تعالى: ' فأصبح من النادمين ' ."}, {"dream_title": "رؤيا قبض النفس", "dream_inter": "قبض النفس وهو ضد البسط. وربما دل في المنام على المرض، أو الموت، لقوله تعالى: ' ثم قبضناه إلينا قبضاً يسيراً '. وقبض الشيء باليد تجديد ملك أو زوج أو ولد."}, {"dream_title": "رؤيا قدوم الغائب", "dream_inter": "قدوم الغائب هو في المنام فرج بعد شدة، وصحة من المرض، ورجوع لما كان عليه الإنسان."}, {"dream_title": "رؤيا قراصيا", "dream_inter": "قراصيا هي في المنام فائدة سهلة عاجلة، وزوال أمراض، وأفراح ومسرات."}, {"dream_title": "رؤيا قرن الحيوان", "dream_inter": "قرن الحيوان وهو الزيادة العظمية التي تنبت في رؤوس بعض الحيوانات، وهو في المنام قوة ومنفعة، فمن رأى قرنين فإنه يملك المشرق والمغرب. وربما كان القرن أحد أقربائه حيث ينال منه قوة ومنعة.ومن رأى: أن له قرنين من قرون الثيران وغيرها من الحيوان فإنه يدل على موته قهراً، والقرون دالة على الأعوام والسنين والسلاح، وما يتجمل به من المال والأولاد والعز والجاه."}, {"dream_title": "رؤيا قصاص الأثر", "dream_inter": "قصاص الأثر تدل رؤيته في المنام على كشف الأسرار، وظهور المخبآت، أو على العلم، والمقتفي لآثار العلماء."}, {"dream_title": "رؤيا قصاص الدواب", "dream_inter": "قصاص الدواب تدل رؤيته في المنام على الحلاق. وربما دلت رؤيته على الشرور والخصومات والتبذير"}, {"dream_title": "رؤيا قصب السكر", "dream_inter": "قصب السكر من رأى أنه يمضغ قصب السكر  فإنه يصير إلى أمر يكثر الكلام فيه ويردده.ومن رأى: أنه يعصره، فإن من ملكه يملك خصباً ما لم تمسه النار. وربما دل قصب السكر  على رزق من رجل بخيل."}, {"dream_title": "رؤيا قضاء الدين", "dream_inter": "قضاء الدين من رأى أنه أدى حقاً أو قضى ديناً فإنه يصل رحماً، أو يطعم مسكيناً ويتيسر له أمر كان قد عسر عليه في الدنيا أو إعانة أو شهادة أو كفارة أو حج أو زكاة. وقيل إن أداء الحق رجوع عن السفر، كما أن الرجوع عن السفر أداء الحق."}, {"dream_title": "رؤيا القبجة", "dream_inter": "القبجة هي في المنام إمرأة حسناء غير أليفة، وإن اصطاد الإنسان قبجاً كثيراً فإنه يستفيد مالاً كثيراً من رجال متصلين بالسلطان، والقبج رجل كثير النسوة، ويدل على أناس مرحين، ومن أكل لحم قبر نال لباساً وكسوة."}, {"dream_title": "رؤيا قطع الرأس", "dream_inter": "قطع الرأس هو في المنام للمملوك عتق. وربما دل على ترك الصلاة، أو الردة عن الدين.ومن رأى: أن عنقه ضرب وكان مهموماً فرج عنه أو كان مديناً قضي دينه، فإن عرف الذي ضربه نال منه خيراً كثيراً، وإن كان مريضاً شفي، وإن لم يكن حج فإنه يحج.\n\n\n\nوإن رأى أن ملكاً ضرب رقاب رعيته فإنه يعفو عن المذنبين.وإن رأى أن عنقه يضرب بحكم الحاكم أو بقطع الطريق أو في الحرب فإنه يموت أبواه، وإذا رأى ذلك من حكم عليه بالقتل فهو دليل نجاته، ويدل بالنسبة للصيارفة وأرباب رؤوس الأموال على ذهاب رؤوس أموالهم، ويدل بالنسبة للمسافرين على رجوعهم، وفي المتخاصمين على الغلبة."}, {"dream_title": "رؤيا قطع اليد", "dream_inter": "قطع اليد قطع اليد  في المنام يدل على ترك الصلاة أو غنى المقطوع عن السؤال بغنى يناله أو توبة، وقطع اليد  والرجل من خلاف فساد في الدين، وقطع اللسان إبطال حجة أو إحسان إليه بقطع لسانه عن السؤال.ومن رأى: أن أعضاءه قطعت فإنه يسافر ويبتعد عن أهله وولده وقبيلته."}, {"dream_title": "رؤيا قمل الحنطة", "dream_inter": "قمل الحنطة هو في المنام عذاب لأنه من آيات موسى عليه السلام."}, {"dream_title": "رؤيا قوس قزح", "dream_inter": "قوس قزح يدل في المنام على الأمان من الخوف، فإن رآه أحمر دل على غلبة الدم في ذلك العام، وإن رآه أصفر دل على المرض، وإن رآه أخضر دل على الأمان من القحط وجور السلطان، وقيل من رأى قوس قزح  فإنه يتزوج، وإن الشعراء يشبهون به المرأة.وإن رأى الإنسان قوس قزح  يمنة ويسرة فهو للفقراء دليل خصب وللأغنياء شدة زائلة، وقوس السحاب يدل في المنام على ظهور أمر عجيب. وربما دل على حركة تحدث في الجيش، فإن كان مع ذلك رعد وبرق كان عدواً يظهر ويتهيأ الناس للقائه."}, {"dream_title": "رؤيا قيم الحمام", "dream_inter": "قيم الحمام تدل رؤيته في المنام على الطهارة وقضاء الدين. وربما دلت رؤيته على الواقف بباب السلطان لقضاء أشغال الناس، أو على السجان، أو على التوبة من الذنوب وصلاح الحال، والقيم في الكنائس تدل رويته على ضياع المال، والتفريط في الأعمال أو معاشرة أرباب اللهو والطرب، والمرأة القيمة في الحمام تدل رؤيتها للعازب على الزوجة الفقيرة. أنظر أيضاً الحمامي."}, {"dream_title": "رؤيا القبر", "dream_inter": "القبر هو في المنام سجن، والسجن قبر، فمن رأى أنه يسكن قبراً وهو حي فإنه يسجن، ومن بنى قبراً في منامه عمر داراً، ومن حفر قبراً وكان عازباً تزوج.ومن رأى: أنه قائم على قبر ارتكب ذنباً بقوله تعالى: ' لا تصل على أحد منهم مات أبداً ولا تقم على قبره '. ومن حفر قبراً في أرض لا جدار فيها فإنها دار الآخرة، فإن دخله فقد حان أجله، والقبور المعروفة أمر حق، والقبور المجهولة قوم منافقون، لقوله تعالى: ' وما أنت بمسمع من في القبور '. ومن حفر قبراً على سطح فإنه يطول العمر، ومن زار القبور فإنه يزور المساجين، والمطر على القبور رحمة من الله تعالى، والقبور تدل على الأسفار والأزواج والسجون.\n\n\n\nومن رأى: أنه يردم قبراً تطول حياته وتدوم صحته.ومن رأى: أنه دفن في قبر من غير أن يموت فيصيبه هم أو ضيق في أمره.ومن رأى: أنه نبش قبر ميت فإنه يطلب طريقه، فإن كان الميت عالماً، فإن ذلك علم يصيبه، وإن كان غنياً فيصيبه غنى، فإن وصل إليه في قبره فرآه حياً، فإن ذلك المال حرام، وإن وجده ميتاً لم يصب ذلك المطلب.ومن رأى: أنه نبش قبر رسول الله فإنه يجدد ما درس من سنته إلا إن كسر عظامه فإنه يخرج إلى بدعة وضلالة، ومن نبش قبر كافر أو ذي بدعة أو أحد من أهل الذمة طلب مذهب أهل الضلال أو عالج مالاً حراماً بالمكر والخديعة، وإن أفضى النبش إلى جيفة متحللة كان ذلك أدل في الوصول إلى الفساد المطلوب."}, {"dream_title": "رؤيا القبقاب", "dream_inter": "القبقاب هو في المنام توبة للعاصي أو خصام أو علم أو إظهار سر لمن يريد كتمه.ومن رأى: أنه يمشي في قبقاب زجاجي فإنه نمام منافق رديء الصحة."}, {"dream_title": "رؤيا القبلة", "dream_inter": "القبلة هي في المنام قضاء الحاجة والظفر بالعدو.ومن رأى: أنه يقبل رجلاً فإنه يظفر بحاجته.\n\n\n\nومن رأى: أنه قبل غلاماً، فإن بينه وبين والد الغلام مودة، وإن قبل جارية صادق مولاها، وإن قبل حرة صادق زوجها، والرجل العالم إذا قبل ذات جمال فإنه يتلو كلام الله تعالى.ومن رأى: أن الله تعالى يقبله فعمله مقبول عند ربه.ومن رأى: أنه يقبل ميتاً معروفاً فإنه ينتفع من الميت بعلم قد خلفه أو مال تركه أو فعل فعله في حياته.ومن رأى: أنه يقبل ميتاً مجهولاً أصاب مالاً من حيث لا يرجوه، فإن قبله ميت فإنه ينال من الميت أو من عقبه خيراً."}, {"dream_title": "رؤيا القت", "dream_inter": "القت هو في المنام وسائر ما يأكله الدواب رزق كثير."}, {"dream_title": "رؤيا القتال", "dream_inter": "القتال يدل قتال المشركين في المنام على الانتصار للدين والغيرة على الزوجة، فإن صار الإنسان من حزب أهل البغي خشي عليه الردة عن الإسلام أو مخالفة الدين أو خلع من تجب عليه طاعته أو ترك الصلاة. أنظر أيضاً الحرب.القتال \n\n\n\nيدل قتال المشركين في المنام على الانتصار للدين والغيرة على الزوجة، فإن صار الإنسان من حزب أهل البغي خشي عليه الردة عن الإسلام أو مخالفة الدين أو خلع من تجب عليه طاعته أو ترك الصلاة. أنظر أيضاً الحرب."}, {"dream_title": "رؤيا القارئ", "dream_inter": "القارئ إذا كان القارئ  على المقابر دلت رؤيته على النصح لمن لا يقبله، وعلى الأمر بالمعروف والنهي عن المنكر، والقارئ  في المهمات عز ورفعة وصيت حسن، والقارئ  في الجنائز يدل عاد الرياء بالأعمال."}, {"dream_title": "رؤيا القتل", "dream_inter": "القتل من رأى أنه يقتل نفسه تاب توبة نصوحاً.ومن رأى: أنه قتل إنساناً فإنه يذنب ذنباً عظيماً، والمقتول يصيب خيراً، والذبح ظلم.\n\n\n\nومن رأى: أنه قتل نفساً فإنه ينجو من غم، لقوله تعالى: ' وقتلت نفساً فنجيناك من الغم ' .وإن رأى العبد أن مولاه قتله فإنه يعتقه.ومن رأى: أنه قتل، ولم يدر من قتله فإنه إنسان يهمل الشريعة، فإن عرف من قتله فإنه يظفر بعدوه وينتصر على قائله، ومن قتل نفساً متعمداً ظلماً فإنه عاص، ومن أقر بقتل نفس فإنه ينال ولاية، لقوله تعالى: ' قال: رب إني قتلت منهم نفساً فأخاف أن يقتلون '. وقيل من رأى أنه قتل فقد جحد صلاة أو تركها.ومن رأى: أنه قتل ولده نال رزقاً.ومن رأى: أنه قتل في سبيل الله دل على الربح والتجارة وإنجاز الوعد. أنظر أيضاً الذبح."}, {"dream_title": "رؤيا القثاء", "dream_inter": "القثاء هو في المنام رزق دنيء لا بقاء له، والقثاء  يدل على حمل إمرأة صاحب الرؤيا، والقثاء  والفقوس أرزاق هنيئة. أنظر أيضاً الخيار."}, {"dream_title": "رؤيا القدح", "dream_inter": "القدح هو في المنام يدل على المرأة، أو الخادم. وربما دلت الأقداح الزجاجية على ظهور الأشياء المخفية، والقدح  المملوء يدل على المرأة الحامل، فإن تبدد الماء سقط حملها، وإن انكسر القدح  ماتت المرأة.ومن رأى: بيده قدحاً فوقع القدح  من يده وأنكسر وبقي الماء في يده، فإن إمرأته تلد غلاماً وتموت ويبقى ولدها، وإن سلم القدح  وذهب الماء فالولد يموت وتسلم المرأة، والقدح  جارية، والأقداح من جوهر النساء. وربما دلت الأقداح الزجاجية على الشدة بسبب انكسارها.\n\n\n\nومن رأى: أنه يأكل أقداحاً فإنه يقع في شدة عظيمة، ومن انكسر قدحه مات ساقيه. أنظر أيضاً القعب."}, {"dream_title": "رؤيا القدر", "dream_inter": "القدر هو في المنام يدل على العالم الجالس على الكرسي، وما فيه من اللحم والتوابل. وربما دلت القدر ة على المطلقة إذا كانت على مرجلها، وغليانها طلاقها، والقدر  قيم الدار، والقدر  في دار المريض إذا كانت تغلي وتحتها نار ولم يدر ما فيها فالكانون فراشة، ولهيب النار كربه، وغليانها قلقه، فإن زالت النار زال مرضه، والقدر ة قدرة على الخصم، أو على الرضا بالمقدور، والقدر  إمرأة أعجمية، فمن رأى أنه طبخ في قدر فإنه ينال مالاً عظيماً من السلطان، واللحم والمرقة في القدر  رزق شريف مع كلام وخصام."}, {"dream_title": "رؤيا القدس", "dream_inter": "القدس من رأى في المنام أنه صلى في بيت المقدس ورث ميراثاً أو تمسك ببر.ومن رأى: أنه يصلي إلى غير القبلة فإنه يحج.\n\n\n\nومن رأى: أنه أسرج سراجاً في بيت المقدس أصيب في بعض أولاده أو كان عليه ندر في ولده يلزمه الوفاء به."}, {"dream_title": "رؤيا القدم", "dream_inter": "القدم هي في المنام زينة مال الرجل وثباته وأعمال بره، وأصابعها زينة بنات الرجل وجواريه وغلمانه، وعظامها ماله الذي عليه اعتلاه ومعيشته، والشعر على القدم ين دين، والقدم ان يدلان على دابته وماله.فإن رأى قدميه قطعتا هلكت دابته وذهب ماله.\n\n\n\nوإن رأى أن له قدماً زائدة زادت معيشته.وإن رأى العاصي أن قدمه قد حسنت دل على توبته، ويدل ذلك للكافر على إسلامه. وربما دل ذلك على الأقدام في الأمور وحسن العاقبة فيما يرومه. وربما دل حسن القدم  على إتمام الصلاة. أنظر أيضاً الرجل."}, {"dream_title": "رؤيا القدوري", "dream_inter": "القدوري هو في المنام رجل طويل العمر، لقوله تعالى: ' وجفان كالجواب وقدور راسيات ' ."}, {"dream_title": "رؤيا القدوم", "dream_inter": "القدوم تدل رؤيته في المنام على دوام ما عليه الإنسان. وربما دل على المعيشة والرزق والفوائد، والقدوم  هو المحتسب المؤدب للرجال، والمصلح لأهل الاعوجاج. وربما دل القدوم  على فم صاحبه وخادمه وعبده، وقيل هو رجل طماع يجذب المال إلى نفسه، وقيل هو إمرأة طويلة اللسان."}, {"dream_title": "رؤيا القديد", "dream_inter": "القديد يدل في المنام على السفر، أو المماطلة في التعامل، ووضع الشيء في غير محله، وأداء الصلاة، أو الزكاة في غير وقتها."}, {"dream_title": "رؤيا القارورة", "dream_inter": "القارورة هي في المنام جارية أو غلام، وقيل بل هي امرأة، لقوله صلى الله عليه وسلم: ' رفقاً بالقوارير '. والقارورة  إمرأة لا تحفظ سراً، وربما دلت على المرض، أو على المرأة الزانية المبذولة، وقارورة البول إمرأة زانية، وقنينة الخمر خادمة مترددة في نقل الأموات. وربما دلت القوارير على الرجال المختلفي الأجناس. وربما دلت القوارير على النميمة، والإطلاع على الأسرار، والقوم الذين لا وفاء لهم ولا مودة.ومن رأى: أن قارورة انكسرت ذهبت عنه من داره فتنة، وقال لي رجل: رأيت البارحة أن رجلاً ميتاً من أقاربنا قال لي: ناولني هذه القنينة التي فيها الخمر فناولته إياها فشرب منها ثم أعطاني إياها فقلت له هذه إمرأة حبلى تشرف على الموت ثم تبرأ بإذن الله تعالى، فقال: نعم، ولدت أختي، وكانت مشرفة على الموت من صعوبة الطلق في الولادة ثم شفيت."}, {"dream_title": "رؤيا القرآن الكريم", "dream_inter": "القرآن الكريم قراءته في المنام شرف وسرور ونصر، وإن كان يقرأ القرآن من غير مصحف فإنه رجل يخاصم في حق ودعواه حق، وهو مؤمن خاشع يأمر بالمعروف وينهى عن المنكر.ومن رأى: أنه يتلو القرآن وهو يدري ما فيه فإنه عاقل.\n\n\n\nوإن رأى أن القرآن يتلى عليه وهو لا يقبله فإنه أذى من سلطان أو عقوبة من الله تعالى.وإن رأى أمي أنه يقرأ القرآن فإنه يموت.ومن رأى: أنه يختم القرآن، فإن له عند الله ثواباً كثيراً وينال ما يتمناه.ومن رأى: أنه يكتب القرآن في خزف أو صدف فإنه يفسره برأي نفسه.ومن رأى: أنه يكتبه على الأرض فإنه زنديق، وقيل قراءة القرآن قضاء الحاجات وصفاء الحال.ومن رأى: قوماً متجردين يقرؤون القرآن، فإن هؤلاء قوم لهم أهواء قد تجردوا لها.ومن رأى: أنه حفظ القرآن ولم يكن يحفظه نال ملكاً.ومن رأى: أنه يسمع القرآن قوي سلطانه وحسنت خاتمته وأعيذ من كيد الكائدين.ومن رأى: أنه يقرأ شيئاً من القرآن وكان مريضاً شفاه الله تعالى، لقوله تعالى: ' وننزل من القرآن ما هو شفاء ورحمة للمؤمنين '. وتلاوة القرآن تدل على كثرة الأعمال الصالحة، وعلى علو الدرجات."}, {"dream_title": "رؤيا القراءة", "dream_inter": "القراءة من قرأ شيئاً من القرآن في منامه نال رفعة وعزاً، وإن كان عاصياً تاب الله عليه، وإن كان فقيراً استغنى، وإن كان مديناً قضى دينه، وإن كان من ذوي الشهادات شهد بالحق، وإن قرأ القرآن بصوت حسن نال عزاً ورفعة وشهرة، وإن قرأ القرآن وحرفه زاغ عن الحق وخان عهده، وإن لم يدر ما قرأ شهد بالزور أو خاف فيما لا يعلم، وقراءة السور على المريض دالة على موته.ومن رأى: أنه قرأ كتابه يوم القيامة وهو لم يحسن القراءة  في اليقظة دل على غناه بعد فقره.\n\n\n\nومن رأى: أنه قرأ وجه صحيفة فإنه يرث ميراثاً، فإن قرأ ظهرها فيجتمع عليه دين، وإن كان حاذقاً في قراءته فإنه يلي ولاية.ومن رأى: أنه يقرأ كتابه فإنه يتوب إلى الله تعالى من ذنوبه."}, {"dream_title": "رؤيا القرابة", "dream_inter": "القرابة هي في المنام إمرأة عجوز أمينة، تستودع أموالاً."}, {"dream_title": "رؤيا القراد", "dream_inter": "القراد هو في المنام يدل على شرف العجائب والملاعب."}, {"dream_title": "رؤيا القربان", "dream_inter": "القربان يدل في المنام على الزوجة، أو الولد أو ما يتقرب من العمل الصالح، ويدل على النكد، أو على العداوة والمشاجرة بين الأهل. أنظر أيضاً الأضحية."}, {"dream_title": "رؤيا القربة", "dream_inter": "القربة قربة الماء وغيره هي في المنام سفر. وربما كانت إمرأة تحمل وتسقط، وتدل على الفقر والغنى. أنظر أيضاً الجونة."}, {"dream_title": "رؤيا القرد", "dream_inter": "القرد هو في المنام رجل فيه كل عيب، فإن قاتل قرداً فغلبه فيصيبه مرض ثم يشفى منه، فإن غلبه القرد  فيصيبه داء لا دواء له، وقيل القرد  رجل يأتي الكبائر، ومن أكل لحم القرد  فيعالج من عيب لا يبرأ منه أو نال ثياباً جديدة.ومن رأى: أن قرداً عضه فإنه يقع بينه وبين إنسان خصومه وجدال، والقرد  رجل مكار خداع ساحر، ويدل على مرض، والقرد  عدو مغلوب.\n\n\n\nومن رأى: أنه راكب قرداً فإنه يقهر عدواً.ومن رأى: أنه وهب له قرد فإنه عدو يظفر به.ومن رأى: أن على كتفه قرداً يحمله فإنه يستخرج من بيته سرقة ويشتهر بها، وقيل في القرد  إنه نحس لمن رأى أنه ملكه أو حمله، والقرد  رجل زالت نعمته لكبيرة ارتكبها، والقرد  رجل يدل على الأعداء والمعصية والوقوع فيما يوجب المقت كالخنزير. وربما دل على اليهود، وأكل لحمه افتقار وحاجة، والقرد  رجل فقير محروم قد سلبت نعمته."}, {"dream_title": "رؤيا القرش", "dream_inter": "القرش تدل رؤيته في المنام على علو الهمة والشرف في النسب لأنه يعلو ولا يعلى عليه، ويسمى كلب البحر والقريش."}, {"dream_title": "رؤيا القاص", "dream_inter": "القاص تدل رؤيته في المنام على الإطلاع على الأخبار، ونقل الأحاديث سقيمها وصحيحها. وربما دل على قصاص الآثار والوعاظ والقراء والعارفين باستخراج المخبآت. أنظر أيضاً الراوية."}, {"dream_title": "رؤيا القرص", "dream_inter": "القرص من رأى في المنام أنه يقرص إنساناً، فإن القارص يطمع في مال المقروص وينال منه، فإن قرص فخذه فإنه يطمع في مال عشيرته، وإن قرص يده طمع في مال إخوته. وربما دل القرص  من حية أو عقرب على المال الحرام يكسبه وعاقبته عزم وعقوبة."}, {"dream_title": "رؤيا القرض", "dream_inter": "القرض هو في المنام صدقة للقارض على المقترض واحتياج إليه فيما ينزل به، والقرض  يدل على التوبة للعاصي، وإسلام الكافر، والغنى للفقير، فإن أقترض شيئاً له قيمة دل على حسن معاملته لله تعالى، والقرض  يدل على الإيثار.ومن رأى: أنه يقرض الناس لوجه الله تعالى فإنه ينفق مالاً في الجهاد، والمريض إذا رأى أنه مستقرض دل ذلك على شدة تصيبه.\n\n\n\nومن رأى: أنه أخذ ما يستقرضه فإنه يدل على موته.ومن رأى: أن المقرض له مات تخلص من حزن وهم.وإذا رأى العبد من يقرضه دل على رفع مرتبته عند مولاه. أنظر أيضاً الدين."}, {"dream_title": "رؤيا القرط", "dream_inter": "القرط هو في المنام تجارة لمن رآه في أذن زوجته أو جاريته.وإن رأت إمرأة حبلى في أذنها قرطين فحملها ولد ذكر، فإن كان القرط  من الفضة، فإن الولد يحفظ نصف القرآن، وإن كان من الذهب حفظ القرآن كله، وإذا رأت المرأة العازبة ذلك فإنها تتزوج، والقرط  في أذن الغلام زينة، والقرط  للمرأة زوجها والشنف أولادها.\n\n\n\nومن رأى: إمرأة أو جارية وفي أذنها قرط أو شنف فإنه يظهر له تجارة في كورة عامرة."}, {"dream_title": "رؤيا القرطاس", "dream_inter": "القرطاس من رأى في المنام أنه يكتب في قرطاس فإنه جحود فيما بينه وبين الناس. وقيل إن الكاتب رجل مهموم مكروب، وهو في حيرة ينجو بها من ذلك الغم.ومن رأى: أن الإمام أعطاه قرطاساً فإنه يطلب شيئاً من الإمام ويجده إذا اشتبهت عليه أمور قوم.\n\n\n\nومن رأى: بيده قرطاساً قضيت حاجته."}, {"dream_title": "رؤيا القرطق", "dream_inter": "القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق \n\n\n\nهو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد.القرطق هو في المنام فرج صاحب الرؤيا، فمن رأى أنه لبس قرطقاً وتوقع ولداً فهي جارية، وإن القرطن يلبس تحت السيف، قال الله تعالى: ' الرجال قوامون على النساء '. وقيل القرطق  ولد."}, {"dream_title": "رؤيا القرع", "dream_inter": "القرع هو في المنام رجل عالم أو طيب، قريب إلى الناس، خفيف المئونة، وهو للمريض شفاء، فمن أكل منه مطبوخاً رجع إليه شيء فقده من دينه أو نفسه أو جيبه أو ولده، ومن أكل القرع  نيئاً أصابه فزع من الجن أو خاصم إنساناً، وقيل شجرة القرع  رجل فقير، ومن جنى من مزرعة البطيخ قرعاً نجا من مرض لقصة يونس عليه السلام، والقرع  تقريع وملامة، ومن أكل القرع  مطبوخاً يحفظ علماً بقدر ما أكل منه، أو يجمع شيئاً متفرقاً، وتدل رؤية القرع  تدل رؤيته على الهم والنكد وضيق العيش، أو المرض، أو السجن. وربما دل أكله على صلاح الذهن والفطنة.ومن رأى: أنه أكل القرع  نيئاً دل على المخاصمة والشر، وإذا أكله مطبوخاً وكان معه توابل دل على هم وحزن، وإن كان بلا توابل فهو رزق. وربما وجد ضالة."}, {"dream_title": "رؤيا القرقرة", "dream_inter": "القرقرة هي في المنام خصام بين الأهل، وتنافس بين الأقارب."}, {"dream_title": "رؤيا القرمة", "dream_inter": "القرمة هي في المنام دليل على الزمانة، والقعود عن الحركة، والقرمة  للاسكاف واللحام وشبههم دليل على الفائدة والمعاش."}, {"dream_title": "رؤيا القرية", "dream_inter": "القرية هي في المنام ظلم وهلاك، لقوله تعالى: ' قالوا: إنا مهلكو أهل هذه القرية ، إن أهلها كانوا ظالمين ' .ومن رأى: أنه دخل قرية حصينة فإنه يقاتل غيره، أو يقتله.\n\n\n\nومن رأى: أنه يجتاز بلده إلى قرية فإنه يختار أمراً وضيعاً على أمر رفيع.ومن رأى: أنه دخل قرية فإنه يلي سلطاناً، أو يدخل في عمل بر، وإن خرج من قرية فإنه ينجو من شدة.وإن رأى قرية عامرة خربت فإنها مصيبة لأربابها، ورؤيتها عامرة صلاح دين، والقرية  المعروفة تدل على نفسها، وعلى أهلها، وعلى ما يجيء منها. وربما دلت القرية  على دار الظلم والباع والفساد، وقد تدل القرية  على بيت النمل، ويدل بيت النمل على القرية ، فمن هدم قرية أو أفسدها أو ذهب بها السيل أو احترقت بالنار وكانت معروفة جار عليها السلطان، وقد يدل ذلك على الجراد والبرد والجوائح والوباء.ومن رأى: أنه يخرج من قرية فهو صلاح له في الدين.ومن رأى: أنه ينتقل من قرية إلى مدينة فإنه ينتقل من تعب إلى راحة، ومن خوف إلى أمن، والعكس بالعكس. أنظر أيضاً الضيعة."}, {"dream_title": "رؤيا القاضي", "dream_inter": "القاضي من رأى في المنام أنه ولي القضاء فعدل فيه، فإن كان تاجراً كان منصفاً، وإن كان سوقياً أوفى الكيل والميزان، وإن كان يجور في قضائه وكان والياً فإنه يعزل، وإن كان مسافراً قطع عليه الطريق.وإن رأى قاضياً وضع الميزان فرجح، فإن له عند الله تعالى أجراً وثواباً، وإن شال الميزان فإنه نذير له من معصية.\n\n\n\nومن رأى: أنه يزن نقوداً رديئة فإنه يسمع شهادة زور ويقضى بها، والقاضي  المجهول هو الله تعالى.ومن رأى: أنه تحول قاضياً أو حكيماً أو صالحاً أو عالماً فإنه يصيب رفعة وذكراً وزهداً وعلماً، فإن لم يكن لذلك أهلاً فإنه يبتلى بأمر باطل، وإن كان مسافراً قطع عليه الطريق.ومن رأى: وجه القاضي  مستبشراً طلقاً فإنه ينال بشرى وسروراً.وإن رأى مريض أنه يقضى له فإنه يكون إلى خير ويبرأ.وإن رأى المريض أنه يقضى عليه فإنه يموت، وإن كان الإنسان في خصومة ورأى أنه قاعد في موضع الحاكم، أو أنه الحاكم فإنه ينتصر، لأن الحاكم لا يحكم على نفسه بل على غيره، والقاضي  المعروف يؤول بالطبيب."}, {"dream_title": "رؤيا القزاز", "dream_inter": "القزاز تدل رؤيته في المنام على البريد، وعلى صاحب الأخبار، والمؤلف للقلوب، والمصلح بين الناس. وربما دلت رؤيته على زواج العازب."}, {"dream_title": "رؤيا القسامة", "dream_inter": "القسامة هي في المنام دالة على الهموم والأنكاد، والتهم والإيمان المغلظة، أو الصوم، أو العتق."}, {"dream_title": "رؤيا القسوة", "dream_inter": "القسوة من وجد في قلبه في المنام قسوة عند ذكر الله تعالى أو إيراد حديث نبيه عليه الصلاة والسلام فإنه يدل على الانهماك في المعاصي."}, {"dream_title": "رؤيا القشعريرة", "dream_inter": "القشعريرة هي في المنام تدل على الخوف من الله تعالى."}, {"dream_title": "رؤيا القصاب", "dream_inter": "القصاب هو في المنام ملك الموت، فمن رآه وأخذ منه سكيناً فإنه يمرض ويشفى.ومن رأى: أنه ذبح أباه فإنه بر وصلة، ما لم ير دماً.\n\n\n\nفإن رأى ملكاً ذبح رعيته فإنه يظلمهم.ورؤيا القصاب ين الذين يبيعون اللحم في الأسواق تدل على شدة ومضرة، ويدلون في المرضى على سرعة موتهم، ويدلون في الأغنياء على مضرة تصيبهم، ويدلون في أصحاب الفزع على شدة فزعهم، وفي المدين على قضاء الدين. وقيل إن القصاب  هو السفاك، وقيل هو صاحب السيف.ورؤيا القصاب  للمهموم والسجين دليل خير وفرح، ومن قتل قصاباً نجا من المرض، ويدل القصاب  على صاحب السفينة، وعلى قاسم المال بين الورثة والأيتام. أنظر أيضاً الجزار."}, {"dream_title": "رؤيا القصار", "dream_inter": "القصار تدل رؤيته في المنام على ذهاب الهموم والأنكاد، وزوال غش الصدور أو ربما دلت رؤيته على الغناء والطرب، أو الزواج، والقصار  يعبر بالواعظ، وقيل القصار  رجل تجري، عليه صدقات، أو يفرج الكرب."}, {"dream_title": "رؤيا القصاص", "dream_inter": "القصاص هو في المنام عمر طويل، لقوله تعالى: ' ولكم في القصاص  حياة يا أولي الألباب '. وربما دل القصاص  على الإكراه على ما يطهر الإنسان من الذنوب كالإجبار على الصلاة والصيام والزكاة."}, {"dream_title": "رؤيا القصب", "dream_inter": "القصب هو في المنام أراذل الناس.ومن رأى: أن بيده قصبة وهو متكئ عليها فإنه قد بقي من عمره أقله، ويفتقر ويموت فقيراً، والقصب  إنسان مقتصد لا دين له ولا وفاء، وتدل رؤية القصب  الفارسي على التشبيه والمحاكمات والرياء في الأعمال. وربما دل على المال الخسيس وتحصيله بالشرور والنكد، فإن صار القصب  قضبان فضة أو ذهب أو زمر، كان دليلاً على الأعمال الصالحة الموجبة للجنة، والحلول في قصورها، والجلوس تحت قبابها مع ما يناله من الأزواج الطاهرات، والقصب  قوم منافقون، وإن سمعت له صوتاً فهو خصومة، وقصب السكر يدل على الرزق المتعب. وربما دل على الغوغاء. وربما دل على الشرف في النسب الطيب، أو العلم الجليل. وربما دل القصب  إذا كان مزروعاً في غير موضعه على خراب المكان وكشف حال أهله، وتدل رؤيته مقشراً على خلاص السجين وفك الأسير من الرباط، وسلامة المرضى ونبش الموتى من قبورهم."}, {"dream_title": "رؤيا القصد", "dream_inter": "القصد في الأمور هو الاقتصاد على ما يناسب الرائي ويليق به، فرؤية ذلك في المنام للعازب زوجة مناسبة أو معيشته أو ملة أو مذهب يتمذهب به.ومن رأى: أنه يقتصد في مشيه فإنه يتواضع لله تعالى."}, {"dream_title": "رؤيا القصر", "dream_inter": "القصر هو في المنام للفاسق سحب وضيق ونقص مال وجاه، وللمستور رفعة أمر وقضاء دين، وإذا رأيته من بعيد فهو ملك، والقصر  رجل مستور صاحب ديانة وورع.ومن رأى: أنه دخل قصراً فإنه يصير إلى سلطان كبير ويحسن دينه، والقصر  في المنام عمل صالح لأهل الدين، ومن دخل قصراً فإنه يتزوج. وقيل إن رؤية القصر  تدل على ثمانية أوجه: نعمة ومال وولاية ومرتبة ورياسة وسلطنة وحصول مراد وسرور.\n\n\n\nومن رأى: أنه في قصر من قصور الجنة نال رياسة، وظفراً بعدوه أو تزوج جارية جميلة. أنظر أيضاً البيت، وانظر الصرح."}, {"dream_title": "رؤيا القاعة", "dream_inter": "القاعة هي في المنام دالة على الراحة، وعلى زوال الفاقة، وعلى الزوجة السهلة العريكة القليلة المئونة، أو على المنصب الجليل، قليل الخطير، أو العلم القريب المأخذ، وعلى الولد البار والخادم الموافق والمال الرابح، هذا إذا كانت نظيفة مرتبة، أما إذا كانت وسخة مظلمة أو وجدت فيها حشرات انعكس الخير كله بشر."}, {"dream_title": "رؤيا القصعة", "dream_inter": "القصعة إذا كانت القصعة  من الخشب فهي دنيا ومال يحصل له من سفر، والقصاع والطاسات تدل على الحال في تدبير معاش الإنسان.ومن رأى: أن يلعق قصعة، فإن رزقه قد نفد، وأجله قد حضر، والقصعة  إمرأة أو خادم. أنظر أيضاً الجفنة، وانظر الصحفة."}, {"dream_title": "رؤيا القضاء والقدر", "dream_inter": "القضاء والقدر إذا رأى الإنسان أن القضاء والقدر  يجري في نفسه أو ماله فإنه يدل على أنه يغنم أجوراً كثيرة، أو يقدم على ما يخافه، وتكون عاقبته فيه حميدة، لقوله عليه الصلاة والسلام: ' والله لا يقضي الله لعبده بقضاء إلا وكانت الخيرة له فيه ' ."}, {"dream_title": "رؤيا القط", "dream_inter": "القط هو في المنام يدل على الكتاب، لقوله تعالى: ' وقالوا: ربنا عجل لنا قطناً قبل يوم الحساب '. أو ربما دل القط  على الجفاء للزوجة، والأولاد والخصام، والسرقة والزنى، وعدم الوفاء واستراق السمع، والغمز والهمز. وربما دل على اللقيط الذي لا يعرف أبوه، ويدل على الإنسان الملاطف بالكلام والمتحبب بالنط والرقص إلى قلوب الناس. أنظر أيضاً السنور."}, {"dream_title": "رؤيا القطائف", "dream_inter": "القطائف هي في المنام مال ولذة مع سرير أو رزق هنيء."}, {"dream_title": "رؤيا القطان", "dream_inter": "القطان هو في المنام صاحب مال وتعب."}, {"dream_title": "رؤيا القطة", "dream_inter": "القطة تدل رؤيتها في المنام على الصدق والفصاحة والألفة والأنس، والقطة  إمرأة معجبة بنفسها وجميلة."}, {"dream_title": "رؤيا القطران", "dream_inter": "القطران هو في المنام رجل يمنع المفسدين لأنه يقتل الدود، ومن ادهن به فإنه يدخل في المعاصي، لقوله تعالى في حق أهل النار: ' سرابيلهم من قطران، وتغشى وجوههم النار ' ."}, {"dream_title": "رؤيا القطن", "dream_inter": "القطن هو في المنام مال دون الصوف، وندف القطن  تمحيص الذنوب، ونبتة القطن  رجل متواضع."}, {"dream_title": "رؤيا القطيعة", "dream_inter": "القطيعة هي في المنام لمن أمر الله تعالى بصلته تدل على الضلالة. وربما دلت القطيعة  على أداء الجزية. وربما دلت على ما يوجب الشتات والتهاجر، قال عليه السلام: ' لا تقاطعوا ولا تدابروا ' ."}, {"dream_title": "رؤيا القعب", "dream_inter": "القعب هو في المنام جارية تجري على يدها خيرات كثيرة."}, {"dream_title": "رؤيا القاعدة", "dream_inter": "القاعدة من رأى في المنام قواعد الأحجار فإنهم العلماء أو مجالسهم التي يجلسون فيها أو دوابهم التي يركبونها أو سفنهم التي تسافر بهم. وربما دلت القواعد على النساء، لقوله تعالى: ' والقواعد من النساء اللاتي لا يرجون نكاحاً '. وربما دلت القاعدة  على الزوجة. وربما دلت القاعدة  على قاعدة الدين، وقواعد الجوامع قوم صالحون، وقواعد المساكن نساء صالحات محصنات، وقواعد الكنائس أرباب هوى وغفلة أو ضلالة."}, {"dream_title": "رؤيا القعود", "dream_inter": "القعود هو في المنام يدل على العجز والفشل، وقعود المرأة بطؤها عن الزواج."}, {"dream_title": "رؤيا القفا", "dream_inter": "القفا هو في المنام دال على ما يقال له فيه من الشكر، أو الذم، أو الإقبال، أو الإدبار، أو العز، أو الذل. وربما دل القفا  على تقفي الأثر، فإن حصل في القفا  ما يدل على الخير كالغلظ، أو البياض، أو الرائحة الطيبة، فإن ذلك دليل على شكره فيما هو بصدده كأن لا يستدبر الأعداء بقفاه، وإن كان متولياً عظم قدره أو قضي دينه.وإن رأى في قفاه قروحاً دل ذلك على مذلته وفشله.\n\n\n\nومن رأى: أن قفاه قد غلظ فإنه يقوى على احتمال ما قدره الله تعالى عليه."}, {"dream_title": "رؤيا القفاص", "dream_inter": "القفاص تدل رؤيته في المنام علي البناء والخياط، وعلى الزواج. وربما دل على المؤدب، أو السجان، أو الحائك."}, {"dream_title": "رؤيا القفال", "dream_inter": "القفال هو في المنام دلال، وتدل رؤيته على كتم الأسرار وزواج العازب. وربما دل صانع الأقفال على تهوين الأمور الصعبة."}, {"dream_title": "رؤيا القفر", "dream_inter": "القفر هو في المنام عدم وجود الإدام، لقوله عليه السلام: ' أقفر بيت ليس فيه خل '. وربما دل القفر  على الهم والنكد."}, {"dream_title": "رؤيا القفز", "dream_inter": "القفز إذا كان القفز  برجل واحدة في المنام فهو نقلة من مكان إلى مكان، فإن كانت القفز ة طويلة فإنه يسافر، ومن قفز على رجل واحدة لمرض أصاب الأخرى فإنه يصاب في نصف ماله ويعيش بالثاني في تعب. أنظر أيضاً النط، وانظر الوثوب."}, {"dream_title": "رؤيا القفص", "dream_inter": "القفص هو في المنام سجن. وربما دل على المهد للطفل، والقفص  دار.ومن رأى: أنه أدخل رأسه في قفص وهو يمشي في الأسواق فإنه يبيع داره، وتشهد عليه الشهود، والقفص  يدل على تعقد الأمور واشتباك بعضها ببعض والقفص  يدل على الزواج."}, {"dream_title": "رؤيا القفل", "dream_inter": "القفل هو في المنام رجل صاحب أمانة، وقيل القفل  إمرأة بكر لمن عالجه.وإذا رأى السجين أنه قد فتح قفلاً فإنه ينجو من السجن، وإذا فتح المهموم قفلاً زال همه، والقفل  عدة وحجة وقوة، والقفل  إنسان يعتمد عليه في حفظ الودائع، وكل إغلاق هم، وكل فتح فرج، وأقفال الحديد دالة على فك الرموز والعلم، وتدل الأقفال على الغفلة، قال تعالى: ' أفلا يتدبرون القرآن، أم على قلوب أقفالها '. والقفل  كفيل ضامن، وأقفال الحديد دالة على صيانة من دلت عليه، وعلى الدين المتن. وربما دلت على العز والرفعة، وأقفال الخشب دالة على النفاق والتردد في القول، وقبول الرشوة."}, {"dream_title": "رؤيا القفيز", "dream_inter": "القفيز يدل في المنام على الغم، أو الفرج، والقفيز  هو الحافظ للأسرار."}, {"dream_title": "رؤيا القالب", "dream_inter": "القالب هو في المنام يدل على أشكاله: فقوالب الرأس تدل على ما تعلوها، وقوالب الرجل تدل على ما يمشى فيها، وكذلك قوالب الحلواء."}, {"dream_title": "رؤيا القلاء", "dream_inter": "القلاء تدل رؤيته في المنام على الشرور والأنكاد، وعلى تضييع الصلوات واتباع الشهوات، والقلاء  هماز لماز."}, {"dream_title": "رؤيا القلادة", "dream_inter": "القلادة هي للنساء جمالهن وزينتهن.ومن رأى: أن عليه قلادة من ذهب ودر وياقوت ولي عملاً من أعمال المسلمين، والقلادة  للرجل إذا كان معها نقود من فضة تدل على الزواج بامرأة حسناء، وإذا كانت من الفضة والجوهر فإنها ولاية جامعة مع مال، وإذا كانت من حديد فهي ولاية في قوة، وإذا كانت من صفر فهي متاع الدنيا، وإذا كانت من خرز فهي ولاية في وهن وضعف، والقلادة  للمرأة مال ائتمنها زوجها عليه، والقلادة  للحامل ولد ذكر، وإذا كسرت القلادة  عزل الوالي، والقلادة  للمتزوجة ولد وللعازبة زوج.\n\n\n\nوإن رأى أن عليه قلائد وعقوداً وهو يضعف عن حملها فإنه يضعف عن العمل بعلمه والقيام به. أنظر أيضاً العقد، وانظر المخنقة."}, {"dream_title": "رؤيا القلاع", "dream_inter": "القلاع لهذه الكلمة مدلولان:الأول: القلاع  هو الذي يقلع الكتان ونحوه، وتدل رؤيته في المنام على تغيير الأمور، وانتقال الإنسان من صنعة إلى صنعة أو من مكان إلى مكان.\n\n\n\nوالثاني: القلاع  هو الذي يبيع قلوع السفن، وتدل رؤيته في المنام على الأسفار وتجهيز الأمور لطلب الرزق والزواج."}, {"dream_title": "رؤيا القلانسي", "dream_inter": "القلانسي هو في المنام ذو رئاسة، بقدر ما يكسو الناس من القلانس."}, {"dream_title": "رؤيا القلب", "dream_inter": "القلب هو في المنام شجاعة المرء وأمره، ولينه وجرأته، وكياسته وجوده، وسبحته وخلقه.فإن رأى في قلبه فزعاً فإنه يهدى إلى الحق، لقوله تعالى: ' حتى إذا فزغ عن قلوبهم قالوا: ماذا قال ربكم، قالوا: الحق '. فالقلب  ملك الجسد والقائم بأمره في دينه ودنياه، وسره وعلانيته.\n\n\n\nومن رأى: أن قلبه خرج من صدره حسن دينه، وقيل القلوب تؤول بالنسوة.ومن رأى: قلبه تقطع وكان مريضاً شفي من كربته، والقلب  يدل على زوجة صاحب الرؤيا لأنها هي المدبرة لجميع ما يملكه الرجل، والقلب  دين الإنسان وذكاؤه، فمن رأى لقلبه عيناً فهو فطنته وفهمه وصلاح دينه وحسن نطقه. وربما دل القلب  على سيد الإنسان أو أميره.ومن رأى: أن قلبه خطف من صدره طار قلبه خوفاً، أو يفسد دينه.ومن رأى: قلبه أسود فهو ضال مذنب قد عمي عن رشده.وإن رأى قلبه تقطع وكان من أهل الخشية والزهد كان قلبه مع الله تعالى لا يشغله عنه شاغل لخوفه منه، والقلب  محل التدبير، وقلب السلطان عسكره.ومن رأى: أن قلبه يخفق فإنه يترك خصومة أو سفراً أو زواجاً."}, {"dream_title": "رؤيا القلعة", "dream_inter": "القلعة هي في المنام انقلاع من هم إلى فرج، فمن رأى فإنه قد دخل قلعة رزق نسكاً في دينه.ومن رأى: قلعة من بعيد فإنه يسافر ويعلو قدره.\n\n\n\nومن رأى: أنه تحصن في قلعة انتصر، والقلعة  إقلاع من الذنوب، والقلعة  تفسر برجل عظيم. وقيل من فتح قلعة فإنه يتزوج بكراً. أنظر أيضاً الحصن."}, {"dream_title": "رؤيا القلق", "dream_inter": "القلق هو في المنام ندم واستغفار، فمن رأى أنه قلق فإنه نادم مستغفر يوبخ نفسه ويلومها على ما صدر منه من الذنب."}, {"dream_title": "رؤيا القلقاس", "dream_inter": "القلقاس هو في المنام يدل على شدة."}, {"dream_title": "رؤيا القلم", "dream_inter": "القلم هو في المنام العلم والأمر، والنهي والوالي.فإن رأى كاتب أن بيده قلما أو صحيفة فإنه قد أمن من الفقر، بخدمة ملك، والقلم  قيم كل شيء، وقيل القلم  ولد كاتب.\n\n\n\nومن رأى: أنه أصاب قلماً فإنه يصيب علماً، فإن كتب به كان ذلك القلم  في معنى ما كتب به من العلوم، والقلم  ولاية.ومن رأى: بيده قلماً وإلى جانبه قلم فإنه أخاً يجتمع به، وإن كانت أمه حاملاً وضعت أخاً، والأقلام كفالة لمن رآها.ومن رأى: بيده قلماً وأخذه من سلطان فإنه ينال رفعة وأمراً نافذاً، والقلم  مع المحبرة ولد ذكر، والقلم  يدل على يمين يقسم بها من رآه بيده، لقوله تعالى: ' ن والقلم  وما يسطرون ' .وإن رأى الكاتب أنه حدث بقلمه حادث، فإن تأويله في معيشته وحرفته. وربما دل القطع على السكة والأصابع ثيرانها، والقلم  يدل على السخاء والكرم، أو على الظفر بالأعداء.ورؤيا قلم القدرة في المنام يدل على يمين يحلفها. وربما دلت رؤيته على العلم والحفظ والصناعة الجليلة. وربما دلت على العمر الطويل والرزق."}, {"dream_title": "رؤيا القلنسوة", "dream_inter": "القلنسوة هي في المنام رئاسة أو سفر أو زواج أو جارية، فمن رأى أنه أعطي قلنسوة سافر سفراً بعيداً، فإن وضعها على رأسه أصاب سلطاناً، وإن رآها وسخة ومتخرقة، فإن رئيسه يصيبه هم وحزن بقدر ذلك الوسخ، فإن سقطت عن رأسه كان ذلك فراقه لرئيسه، وإن نزعها عن رأسه شاب مجهول دل ذلك على موت رئيسه، ولبس القلنسوة  مقلوبة تغير عادات الرئيس.فإن رأى قلنسوة الإمام بها آفة فتأويل ذلك في الإسلام والمسلمين.\n\n\n\nومن رأى: بقلنسوته وسخاً فهو دليل على ذنوب قد ارتكبها.وإن رأت المرأة على رأسها قلنسوة فإنها تتزوج، وإن كانت حبلى ولدت غلاماً، والقلنسوة  السوداء تولية القضاء، ومن أعطاه السلطان قلنسوة ولي ولاية.ومن رأى: على رأسه قلنسوة شعر بيضاء، نال سلطاناً.ومن رأى: قلنسوة من سمور أو ثعلب أو سنجاب، فإن كان رئيسه سلطاناً فهو ظالم غشوم، وإن كان رئيسه فقيهاً فهو خبيث الدين، وإن كان رئيسه تاجراً فهو خبيث المتجر، والقلنسوة  تدل على الزهد."}, {"dream_title": "رؤيا القامة", "dream_inter": "القامة طولها في المنام دليل على الفتنة. وربما دل ذلك على الشح والتظاهر بالطول، ولا خير في القامة  الطويلة إذا قصرت فإنه دالة على انحطاط القدر أو قرب الأجل.ومن رأى: قامته طالت فوق الحد فإنه قرب أجله لقربه من السماء أو سقوطه عن مرتبته.\n\n\n\nومن رأى: قصراً بقامته وكان صاحب ولاية عزل عنها، وقصر القامة  عجز عن محاكمة أو مخاصمة، وطول القامة  لطالب الولاية والملك بلوغ الأمل."}, {"dream_title": "رؤيا القليل", "dream_inter": "القليل قليل الشيء بعد كثرته في المنام يدل على كسب الحرام، أو الربا، أو المغرم. وربما دل قليل الشيء على الزيادة فيه، لأنه ضد الكثير، قال الله تعالى: ' كم من فئة قليلة غلبت فئة كثيرة بإذن الله ' ."}, {"dream_title": "رؤيا القمار", "dream_inter": "القمار هو في المنام أمر باطل، ومن غالب الإنسان وقامره فإنه يغلبه في اليقظة، والقمار  خصومة ونزاع."}, {"dream_title": "رؤيا القماش", "dream_inter": "القماش شق القماش  في المنام يدل على الطلاق، والاستحلال بغير وطء ثان من زوج أخر."}, {"dream_title": "رؤيا القماط", "dream_inter": "القماط تدل رؤيته في المنام على الولد للحامل. وربما دل على قهر العدو.ومن رأى: إمرأته مقموطة فحلها فإنه يطلقها، والقماط  لا يحمد للآبق ولا للمسافر ولا للمريض."}, {"dream_title": "رؤيا القمر", "dream_inter": "القمر هو في المنام ملك عادل أو عالم كبير أو رجل كذاب.ومن رأى: القمر  في حجره تزوج.\n\n\n\nوإن رأت إمرأة أن القمر  وقع في بيتها فأخذت من بعضه ولفته في خرقة فإنها تلد ابناً ويموت.وإن رأى القمر  يسير أمام الشمس، فإن الوزير يخرج على الملك.وإن رأت إمرأة كافرة أن القمر  في حجرها أسلمت.وإن رأى أن القمر  على الأرض فهو موت أمه، والشمس والقمر  أبوان، ومن نظر في القمر  فرأى مثال وجهه فيه فإنه يموت، وإن كان له إمرأة حامل فإنه يبشر بولد ذكر.وإن رأى الملك أن القمر  قد أظلم، فإن رعيته يؤذونه.وإن رأى أن القمر  صار شمساً فإنه ينال عزاً أو خيراً ومالاً من أبيه أو امرأته، والقمر  يدل على زوجة الرائي، وعلى والديه أو إبنته أو أخته أو تجارته أو عمله، ويدل على السفينة، لأن الملاحين يسعون في البحر حسب مسير القمر ، ويدل أيضاً على سفر لأنه دائم الحركة، ورؤية القمر  للمريض تدل على الهلاك.ومن رأى: القمر  احتجب بالسحب فإنه يدل على مرض أو ذهاب المال.ومن رأى: أن القمر  يكلمه نال رئاسة، وإن رأت الحامل أن القمر  في حجرها وضعت غلاماً، وإن رأت القمر  في مكان لا تصل إليه فإنها تشتهي الولد الذكر ولا تناله.ومن رأى: أنه يسجد للشمس أو للقمر فإنه يرتكب ذنباً عظيماً، أو يطيع ملكاً أو وزيراً بالباطل.ومن رأى: الشمس والقمر  يسجدان له، فإن أبويه راضيان عنه.ومن رأى: القمر  انشق فربما يدل على هلاك الوزير، أو الملك.ومن رأى: أن القمر  تحول في صورة رجل رذيل، فإن الوزير يعزل. وربما دلت رؤيته على الأمراض بالبرودة والرطوبة، كما تدل الشمس على الحرارة. وربما دل القمر  على الأنيس والمنادم. وربما دل القمر  على القمار، ويدل على اليمين والحلف، لقوله تعالى: ' كلا والقمر  '. أو ربما دلت رؤيته على الشفاء من أوجاع العين.فإن رأى القمر  قد انشق، دل على ظهور آية، لقوله تعالى: ' اقتربت الساعة وأنشق القمر  ' .ورؤيا القمر  في ليالي الهلال بدراً دليل صالح. وربما دل القمر  على العالم بالنجوم، ومن رآه في المنام في برج الحمل كان دليلاً صالحاً لملاقاة الأكابر. وربما كان رديئاً لذي البناء، وإن رآه في برج الثور وكان يرجو سفراً في البر كان ذلك رديئاً، وإن رآه في برج الجوزاء كان مذموماً لاقتناء المعبد، صالحاً لابتياع البهائم، وإن رآه في برج السرطان كان صالحاً للزواج، وإن رآه في برج الأسد كان مذموماً للشركة واختلاط المال، وإن رآه في السنبلة كان صالحاً لاستفراغ البدن، وإن رآه في الميزان كان رديئاً لذلك، وإن رآه في العقرب كان صالحاً للتنعم بالحمام رديئاً للسفر، وإن رآه في القوس كان رديئاً لغرس الأشجار، وإن رآه في الجدي كان رديئاً لوضع الأساس، وإن رآه في الدلو كان رديئاً لتنفيذ سائر الحركات، وإن رآه في الحوت كان جيداً لعقد الألوية والمبايعات.ومن رأى: الشمس والقمر  والنجوم اجتمعت في موضع فلكها فإنه مقبول القول عند الملك، وإلا فإنها مصيبة له.وإن رأى شمساً وقمراً عن يمينه وشماله وأمامه وخلفه فإنها مصيبة هم أو خوف أو هزيمة، لقوله تعالى: ' وجمع الشمس والقمر ، يقول الإنسان يومئذ أين المفر '. أنظر أيضاً السماء، وانظر الشمس."}, {"dream_title": "رؤيا القمري", "dream_inter": "القمري هو في المنام قارئ القصائد، طيب الحنجرة.ومن رأى: القمري  فإنه يجد خيراً وطيباً، وإن كان ينتظر غائباً فإنه يقدم عليه، وإن كان له حاجة فإنها تقضى، وإن كان به غم فإنه يفرج عنه.\n\n\n\nومن رأى: القمري  في فصل الربيع قضيت حاجته، وإن رآه في غير زمن الربيع تأخرت الحاجة إلى زمن الربيع، ويدل على وضع الحامل غلاماً، والقمري ة إمرأة متدينة، وقيل هو ولد صاحب نعمة."}, {"dream_title": "رؤيا القمع", "dream_inter": "القمع هو في المنام رجل محتاط مدبر حكيم، ينفق على الناس بالمعروف، ولا يسرف ولا يبذر."}, {"dream_title": "رؤيا القمقم", "dream_inter": "القمقم يدل في المنام على عزل المتولي وعافية المريض والسفر والغلبة لأصحاب الخصومات. وربما دل على الأفراح بالزواج وما أشبه ذلك."}, {"dream_title": "رؤيا القمل", "dream_inter": "القمل هو في المنام دنيا مع مال، وإذا كان القمل  في القميص الجديد كان تجديد ولاية، وإن كان القميص بالياً فإنه دين يخشى عليه، والقمل  في الأرض قوم ضعفاء، فإن قرصوه فإنهم طعانون ضعفاء.ومن رأى: قملة طارت من صدره، فإن أجيره أو غلامه أو ولده قد هرب منه، والقمل  للملوك عساكر وأعداء، وللوزراء شاكرية، وللشرطة أعوان، وللعلماء تلاميذ، وللمرضى طول مرض.\n\n\n\nومن رأى: أنه رمى بقملة حية فإنه يأتي أمراً مخالفاً للسنة، والقمل  الكثير عذاب، والقوم عيال وقوم سفلة أخساء نمامون، أو أنه خير ونعمة وبركة وخلاص من الأحزان والهموم.وإن رأى قملاً كثيراً فإنه دليل على مرض طويل وخسران وفقر، وقتلها فرج المكروب من كربه وخلاصه من شدته، ومن التقط القمل  من ثوبه كذب عليه كذب فاحش، ومن قرصه القمل ، فإن أناساً ضعافاً يرمونه بكلام."}, {"dream_title": "رؤيا القمن", "dream_inter": "القمن هو في المنام دال على الهموم والأنكاد والشبهات، فقمين الجنسين، دال على الوقوع بالكلام الرديء، لقوله تعالى: ' وإن منها لما يهبط من خشية الله '. وقمين الطوب الآجر يدل على البغي والظلم والشرك لأنه من اتخاذ الفراعنة. وربما دل القمن  على جهنم وأهلها والسجن وأهله المسجونين."}]