[{"dream_title": "رؤيا الثؤلول", "dream_inter": "الثؤلولهو في المنام مال، فمن رأى أنه به ثآليل نال مالاً نامياً بلا نهاية، يخشى عليه ذهابه."}, {"dream_title": "رؤيا الثبات", "dream_inter": "الثباتهو في المنام لمن عادته الطيش في اليقظة، دليل على النعم والهدى، وقوة العزم والحزم في الأمور."}, {"dream_title": "رؤيا الثلاج", "dream_inter": "الثلاجتدل رؤيته في المنام في الصيف على الأفراح والمسرات، وفي الشتاء على الهموم والغموم."}, {"dream_title": "رؤيا الثلج", "dream_inter": "الثلجتدل رؤيته في المنام على الأرزاق والفوائد، والشفاء من الأمراض الباردة، خاصة لمن كانت معيشته من ذلك. وربما دل الثلج والنار على الألفة والمحبة، وإن الثلج لا يطفئ النار، فإن شوهد الثلج في أوانه كان دليلاً على ذهاب الهموم وإرغام الأعداء والحساد، وإن شوهد في غير أوانه كان دليلاً على الأمراض الباردة والفالج. وربما دل الثلج على تعطيل الأسفار، وتعذر أرباح للبريد والسعاة والمكارية وشبههم، والغالب في الثلج تعذيب السلطان رعيته وأخذ أموالهم، وجفاؤه لهم، وقبح كلامه معهم، لقوله تعالى: ' فأنزلنا عليهم رجزاً من السماء '. قيل ذلك هو الثلج، فإن كان الثلج قليلاً فهو خصب.ومن رأى: أن الثلج يقع عليه سافر سفراً بعيداً، وربما كان فيه مضرة.\n\n\n\nومن رأى: أنه نائم على الثلج فهو عذاب، ومن أصابه برد الثلج في الشتاء أو في الصيف فإنه فقر، ومن اشترى وقر ثلج في الصيف فإنه يصيب مالاً يستريح إليه، ويستريح من الغم بكلام حسن، فإن لم يضرهم ذلك الثلج وذاب سريعاً فإنه تعب وهم يذهب سريعاً.وإن رأى أن الأرض مزروعة يابسة ثم تساقط الثلج فإنه بمنزلة المطر وهو رحمة تصيبهم وخصب وبركة، وقيل من رأى في بلد ثلجا كثيراً في غير أوانه أصاب تلك الناحية عذاب من السلطان أو عقوبة من الله تعالى أو فتنة تقع بينهم، وقيل من رأى الثلج دل على سنة قحط، ومن سقط عليه الثلج، فإن عدوه ينال منه. وربما دل الثلج الكثير على الأمراض العامة كالجدري والوباء. وربما دل على الحرب والجراد وأنواع الجوائح. وربما دل على الخصب والغنى.ومن رأى: ثلجاً نزل من السماء وعم الأرض، فإن كان ذلك في أماكن الزرع وأوقات نفعه دل على كثرة النور وبركة الأرض وكثرة الخصب. وأما إن كان ذلك بها في أوقات لا تنتفع به الأرض في نباتها، فإن ذلك دليل على جور السلطان وسعي أصحاب العشور، وكذلك إن كان الثلج في وقت نفعه أو غيره غالباً على المساكين والشجر والناس فإنه جور يحل بهم وبلاء ينزل بجماعتهم. وربما دل الثلج على الحصار والغفلة عن الأسفار وعن طلب المعاش."}, {"dream_title": "رؤيا الثلم", "dream_inter": "الثلمالثلم في الشيء دليل على نقصه أو نقص ما يدل عليه. وربما كان الثلم لثماً للغائب أو صلحاً مع هاجره."}, {"dream_title": "رؤيا الثمرة", "dream_inter": "الثمرةإذا شوهدت الثمرة في المنام وكانت حلوة دلت على رزق وفائدة وعلم نافع، والثمرة الحامضة لمن يوافقه أكلها كذلك، ولمن لا يوافقه فهي مال حرام وزيادة في مرضه، وما لا ينتهي من الثمار يدل أكله وملكه على الدين، أو على مغالبة الأعاجم من النساء والرجال، أو الإماء، أو البكم من أولئك، والثمرة المحجوبة رزق بتعب، والثمرة ذات العجم رزق فيه القليل من الشبهة أو لم يخلص من الزكاة، والثمرة التي ليس لها عجم ولا قشر تدل على تيسر الأمور والرزق الحلال الذي لا يشوبه شيء، فإن كانت الثمرة في أوانها ونضجها كان ذلك خيراً عاجلاً، وإن كانت في غير أوانها ففائدتها بعد مدة، أو إنها دليل على الرزق، وأكلها في غير زمنها استدراك فائت صالح وتيسير للعسير، واستقصاء ما يخشى ذهابه، وكل ثمرة مجتمعة فإنها دالة على الألفة والاجتماع وبالعكس، وكل ثمرة غريبة فهي دالة على بلدها، والثمار أزواج أو أولاد أو عقود أموال أو متاجر أو علوم أو أملاك أو أعمال صالحة أو أهل أو أقارب أو أفراد أو شفاء من الأمراض لمن ملكها. وربما دلت على ما يصنع منها من الشراب، وكذلك المشموم يدل على مائه أو دهنه، ومن قطف من شجرة شيئاً ليس ثمراً فإنه مقيم على أمر لا يحل له أو طالب لشيء لا يجب له، والتقاط الثمرة من أصول الشجرة دليل على مخاصمة رجل شريف.ومن رأى: أنه التقط من الأشجار ثماراً شتى فإنه يصيب علماً وفقهاً من رجال لهم مراكز في العلم والجاه، فإن قطفها وهو قاعد فيصيب رزقاً بلا كد.\n\n\n\nومن رأى: شجراً مثمراً في الشتاء فأعجبه ذلك فإنه رجل قد اضطر إليه، وتوهم أنه صاحب مال، فإن قطف شيئاً منه فيذهب ماله على ذلك الرجل بقدر ما قطف منه، والثمار أموال وكرامة، فمن رأى أنه يجني من شجرة موصولة غير ثمرها فإنه يدل على صهر بار أو شريك فيه خير، وما كان في الجبال من الثمار غير مملوك فإنه علم وأرزاق ومواهب من عند الله تعالى، لا منة لأحد عليه في ذلك."}, {"dream_title": "رؤيا الثوب", "dream_inter": "الثوبمن رأى في منامه أنه قد لبس ثياباً صوفية فإنه يكون زاهداً، ويدعو الناس إلى الزهد في الدنيا، ويرغبهم في عمل الآخرة، وكل ثوب أخضر، فإن لونه ينفع ولا يضر، فمن رأى أنه لبس ثوياً أخضر، فإن الأخضر للحي دين وعبادة، وهو للميت حسن حاله عند الله تعالى. وقيل من لبس ثياباً خضراء أعطي ميراثاً، والثياب البيضاء خير لمن لبسها في المنام، وإن كان من يلبسها عاملاً فإنها تدل على بطالته، وكلما كانت الثياب أغلى قيمة فإنها تدل على البطالة.ومن رأى: أن عليه ثوباً أسود ولم يتعود لبسه، أصابه بعض ما يكره، أما إذا كان قد تعود لبسه في اليقظة فذلك شرف وسلطان، ومال وسؤدد، ومن لبسه وكان مصقولاً مكوياً فإنه ينال هيبة وسلطاناً.\n\n\n\nومن رأى: أن عليه ثياباً حمراء فيأتيه مال كثير يجب لله تعالى فيه حق، فليتق الله تعالى وليؤت الزكاة.وإن رأت إمرأة إنها تلبس ثوباً أحمر فهو فرحها.وإن رأى الملك أنه لابس ثوباً أحمر فإنه يشتغل باللهو واللعب، وتصيب سياسة ملكه ضعف، ويطمع العدو فيه، والثوب الأحمر يدل بالنسبة للمريض على الموت، وبالنسبة للفقراء على الضرر، والثياب المعصفرة وجميع الأصباغ المشاكلة لذلك تدل عند بعض الناس على قروح، وفي بعضهم على حمى، وألبسة النساء الحمراء خير لمن لم تتزوج، والثياب الصفراء تدل على مرض وضعف لصاحب الثوب.ومن رأى: أن عليه ثياباً مصبوغة بعدة ألوان فإنه يسمع من السلطان ما يكرهه، فليتعوذ بالله من شر ذلك.وإن رأى أن عليه ثوباً ذا وجهين، من لونين أو طيلساناً ذا وجهين، فهو رجل يداري أصحاب الدين والدنيا، وإن كان الثوب مغسولاً ففقر ودين، وإن كان جديداً ووسخاً فدين وذنوب قد اقترفها.ومن رأى: كأنه لابس ثياباً منقشة الألوان، فإن ذلك لمن كان يبيع الرياحين أو كانت صناعته في شيء من الأشربة. وأما في سائر الناس فإنها تدل على اضطراب وشدة وظهور الأشياء الخفية، ويدل فيمن كان مريضاً على اشتداد المرض به من كيموس حار ومره صفراء كثيرة، ويدل في النساء على خير، وخاصة للغنيات منهن والزانيات والمغنيات.ومن رأى: أن عليه ثياب خز فإنه يحج، فإن كانت حمراء فهي دنيا تتجدد له، والصفراء دنيا مع مرض، ومن كان عليه ثياب الوشي وهو يصلح للولاية ولي أهل الحرث والزرع، وإن لم يكن من أهل السلطان فهو خصب السنة وحمل الأرض.ومن رأى: أن فقيهاً لابسا ثياباً من ابريسم فإنه يطلب الدنيا، ويدعو إلى بدعة، والأعلام على الثياب سفر إلى الحج.ومن رأى: أنه لبس ثوباً رقيقاً تحت ثيابه فإنه يصير إليه مال يدخره، وتكون سريرته خيراً من علانيته، فإن لبسه فوق ثيابه فإنه مكروه ويكون قد أخطأ في دينه، وجاهر في الفسق، والثوب الصفيق خير من الثوب الرقيق.وإن رأت إمرأة إنها لبست ثوباً رقيقاً فهو عزها، وإن لبست ثوباً غليظاً فهو كدها، والثياب المنسوجة بالذهب والفضة صلاح في الدين والدنيا وبلوغ المنى.ومن رأى: أنه لابس ثياباً لينة كثيرة القيمة، فإن ذلك دليل خير في الأغنياء والفقراء، وهي بالنسبة للعبيد تدل على المرضى، ولبس الثياب الجديدة للغني تحسين في معيشته، وللفقير ثروة، وللمدين قضاء دين، ومن اغتسل ولبس ثياباً جديدة ذهب غمه، وأصاب خيراً، ومن اغتسل ولم يلبس ثياباً جديدة، فإن ما يناله من فرج لا يلتئم فيه أمره على ما يوافقه، فإن كانت الثياب الجديدة متمزقة تمزقا لا يمكن إصلاح مثلها في اليقظة فإنها تدل على أنه لا يولد لصاحبها ولد، وإن كان يمكن إصلاحها، فإن لابسها مسحور، ومن لبس ثوبين باليين متقطعين فهو موت له.ومن رأى: أنه لبث ثوباً بالياً فيصيبه غم وهم.ومن رأى: أن ثوبه تمزق عرضاً مزق عرضه وأصابه هم من جهة رجل شرير، وإن مزق عليه طولاً فرج عنه أمره.وإن رأى أن ثوبه تمزق فيتمزق دينه، أو ينقص عيشه، والثياب المرقعة القبيحة تدل على خسران وبطالة.ومن رأى: في ثيابه بللا فإنه يقيم عن سفر، ويحبس عن أمر قد هم به، ولا يتم له ذلك إلا بعد أن يجف الثوب.ومن رأى: كأنه يغسل ثيابه أو ثياب غيره، فإن ذلك يدل على دفع ثقل ومضرة تعرض له في معاشه، ويدل على ظهور الأشياء الخفية.ومن رأى: أنه سلب ثيابه كلها عزل عن سلطانه.ومن رأى: أنه يضيع ثياباً، فإن ذلك دليل خير إلا أن يكون صاحب الرؤيا فقيراً أو عبداً أو سجيناً أو مديناً.ومن رأى: أنه لبس ثياب النساء وكان في ضميره أنه يتشبه بهن، فيصيبه هم شديد وهول من السلطان.ومن رأى: أنه لبس ثياب النساء، وظن أن له فرجاً فيتغير حاله ويخذل.ومن رأى: أن عليه ثياباً مجهولة فهو قلبه يقلبه كيف شاء.ومن رأى: أنه يأكل ثوبه فإنه يأكل من ماله.وإن رأى في المنام كلباً لابساً ثوباً من صوف دل ذلك على إنصاف السلطان وعدله.وإن رأى أسداً لابساً ثوباً من قطن أو كتان فإنه سلطان جائر يسلب الناس أموالهم، والثياب الزرقاًء غم وهم.ومن رأى: أنه لبس ثوباً من كتان نال معيشة شريفة ومالاً حلالاً، ونزع الثياب الوسخة في المنام زوال الهموم، وكذلك إحراقها، وأكل الثوب الجديد أكل المال الحلال، وأكل الثوب الوسخ أكل المال الحرام، وشراء الثياب البالية مكروه في التأويل، وإن البلى فقر، والثياب الخضراء جيدة لأنها لباس أهل الجنة، فمن رأى ثياباً خضراء دل ذلك على دين وقوة وزيادة عبادة في الأحياء، وحسن حال الميت عند الله تعالى، ولبس الخضرة للحي يدل على إصابة ميراث، ويدل للميت على أنه خرج من الدنيا شهيداً، وتأويل الخضرة هي الإسلام.ومن رأى: أنه نال ذلك في منامه فهو صاحب دين وورع، ويدل البرد على خير الدنيا والآخرة، وأفضل الثياب السود الحبرة وهو أقوى في التأويل من الصوف، والبرود المخططة في الدين خير منها في الدنيا، والبرود من الأبرسيم مال حرام، وإن كانت من قطن فهي مال ديني دنيوي."}, {"dream_title": "رؤيا الثور", "dream_inter": "الثورهو في المنام رئيس قوم وقيم بيت أو بلد أو قرية، والثور الواحد ولاية سنة واحدة، ولكنه للسلطان والتاجر والعامل تجارة سنة.ومن رأى: أنه له ثيراناً كثيرة فإنه يتولى ولاية إن كان أهلاً لذلك.\n\n\n\nومن رأى: أنه ركب منها ثوراً فيساق إليه خير وخصب.ومن رأى: أنه أكل رأس الثور نال ولاية وسلطاناً، ما لم يكن الثور أحمر، وإن كان الرائي تاجراً يصيب تجارة وشركاء يكونون تحت يده، وإن كان سوقياً فهم أجراؤه، والثور عامل، فمن رأى أنه ركب ثوراً قهر عاملاً، فإن كان على الثور حمل فإنه العامل يجبي إليه مالاً على قدر الحمل، فإن أدخله منزله وهو راكبه فيساق إليه خير، فإن كان الثور أحمر مرض إبنه أو مات أهله، والثور ملك أو عدو، فإن ذبح ثوراً للطعام، فإن لحمه رزق حلال.ومن رأى: أنه اشترى ثوراً فإنه يداري الأصدقاء وأشراف الناس بكلام لين حسن.وقال ابن سيرين رحمه الله تعالى: الثيران عجم، وما زاد على أربعة عشر في البقر فهو حرب، فما كان دون ذلك فهو خصومة، والثور رجل كبير، له قدر ومنعة، ولحمه مال.ومن رأى: ثوراً أبيض فينال خيراً، فإن نطحه بقرنه دل على سخط الله تعالى، ومن أكل لحم ثور في منامه استغنى، ومن ركبه نال رفعة، فإن ركبه الثور في المنام أو رمحه مات في سنته، ومن عضه أصابته علة أو من نطحه رزقه الله تعالى أولاداً صالحين، ومن خار عليه الثور فإنه سيسافر سفراً بعيداً.ومن رأى: الثور وهو محبوس أو عليل وكان في شدة فإنه يتخلص منها.ومن رأى: الثور كأنه يحرث له، فإن كان زارعاً أو دهقاناً بورك في زراعته وزاد خصبه، وإن كان تاجراً لحقته خسارة وتدهورت تجارته، وإن كان فقيهاً أو عالماً ازداد صلاحاً.ومن رأى: كأن الثور صرعه فإنه يشرف على الهلاك، أو يموت من تلك العلة التي هو فيها، والثور يدل على شدة وتهديد وطرد ممن هو أعلى مرتبة من ذلك الإنسان إذا كان صاحب الرؤيا فقيراً وعبداً.ومن رأى: قطيع البقر أصابه في أمره شدة، وإن ركب الثور علا شأنه وصار مذكوراً، فإن كلمه الثور أو كلم الثور وقع بينه وبين رجل آخر نفور.ومن رأى: كأن ثوراً عظيماً خرج من جحر صغير ثم إن الثور أراد أن يعود إلى ذلك الجحر فضاق عليه فإنها الكلمة العظيمة تخرج من فم الرجل يريد أن يردها فلا يستطيع.ومن رأى: كأنه راكب ثوراً أسود، وكان الثور يعض ويتهدده ويريد به المكروه فإنه يسير في البحر وتصيبه شدة، ويشتد بسفينته الأمر حتى تكاد تغرق ثم تنجو من ذلك.ومن رأى: ثيراناً دخلت مدينة فإنها أعداء وظالمون ولصوص يدخلونها.ومن رأى: ثوراً يجذبه وأزاله عن مكانه، فإن كان والياً عزل. وقيل إن الثور يدل على رجل باغ فإنه قتل أو ذبح، فإن الثائر والباغي يهلك.ومن رأى: أنه ركب ثوراً فإنه يصيب عملاً من سلطانه ينال فيه خيراً.ومن رأى: أنه ركب ثوراً أسود فإنه ينال مالاً.ومن رأى: أنه أدخله إلى منزله واستوثق منه نال خيراً في تلك السنة، وإن كان للثور قرون كثيرة فإنها سنون بحسب القلة والكثرة، والثور الذي لا قرن له رجل حقير ذليل فقير مثل النعجة، وفي القدرة مثل العامل المعزول، والرئيس الفقير. وربما دل الثور على الزواج لكثرة حرثه. وربما دل على الثائر لأنه يثير الأرض ويقلب أعلاها أسفلها. وربما دل على العبد والصاحب والأخ لمساعدته في الحراثة وخدمته لأهل البادية، فمن ملك ثوراً في المنام، فإن كانت إمرأة ذل لها زوجها، وإن كانت بلا زوج تزوجت، وإن كانت لها بنت زوجتها، وإن رأى ذلك من له سلطان ظفر به، ومن ذبح ثوراً، فإن كان سلطاناً قتل عاملاً، وإن كان من عامة الناس فهو إنسان يظفر به من يخافه، وإن ذبحه من قفاه أو من بطنه أو من غير مذبحه فإنه يظلم رجلاً، ويعتدي عليه، ومن ركب ثوراً أحمر أو أصفر بلا آلة الركوب فإنه يمرض. وربما دل الثور على الشاب الجميل لأنه من أسمائه، وتدل رؤيته على ثوران الفتنة، أو المساعدة على تذليل الأمور الصعبة، بخاصة لأصحاب الحراثة والزراعة. وربما دلت رؤيته على البلادة والذهول، والثور الأبلق فرح وسرور، والثور الأسود سؤدد وشفاء للمريض."}, {"dream_title": "رؤيا الثوم", "dream_inter": "الثومهو في المنام مال حرام قبيح، وكلام شنيع وصاحبه يبدل الخير بالشر، فمن أكل ثوماً في منامه فيخشى عليه بثناء قبيح، وإن أكله مطبوخاً فإنه يتوب من فحشاء، ويرجع عن خطأ، وأكل الثوم دليل خير للمريض فقط، ومن اقتلع ثوماً تضرر بضرر من قبل أقاربه، وكذلك إن اقتلع بصلاً، وقيل إن الثوم والبصل هم وحزن."}, {"dream_title": "رؤيا ثفر الدابة", "dream_inter": "ثفر الدابةتدل رؤيته في المنام على ولي أمر وضيع أو تابع للزوجة، أو يدل على المال، والثفر في الرؤيا قوام الشيء ومثاله، وكذلك الحزام."}, {"dream_title": "رؤيا ثوران", "dream_inter": "الثورانالثوران للأشياء الساكنة في المنام يدل على الاستيلاء منه أو عليه، ويدل على الأمراض المشيرة للقلق، ومنه الثور لثورانه."}, {"dream_title": "رؤيا الثدي", "dream_inter": "الثديهو في المنام إمرأة الرجل أو ابنته، فجماله جمالها، وفساده فسادها.ومن رأى: إمرأة معلقة من ثديها فإنها تزني، وتلد ولداً من غير زوجها.\n\n\n\nوإن رأى رجل في ثديه لبناً، فإن كان فقيراً استغنى، وإن لم يكن متزوجاً دل على أنه سيولد له أولاد، وإن رأت ذلك إمرأة شابة دل على إنها ستحمل، وإن حملها يتم، وإن كانت ثيبة غنية افتقرت وتلف مالها، وإن كانت عذراء مدركة دل ذلك على عرسها، وإن كانت صغيرة بعيدة عن وقت الزواج دل ذلك على موتها.ومن رأى: أنه يرتضع إمرأة تعرفه ولا يعرفها دل ذلك على أنه سيمرض مرضاً طويلاً إلا أن يكون له إمرأة حامل فإنه ذلك يدل على أنه يكون له ولد.وإن رأت إمرأة هذه الرؤيا ولدت بنتاً.فإن رأى كأن ثدييه قد عظماً على اعتدال من أمرهما وحسن منظرهما فإنهما يدلان على أولاده وأشياء يملكها، وإذا رآهما ساقطين فهو دليل على موت أولاده، وإن رأى ذلك ولم يكن له أولاد، فإن ذلك يدل على افتقاره، وعلى حزنه، وبخاصة في حق النساء، وفي المرضعات يدل على آفاق تقع بمن ترضعه، والثدي الكبير يدل على مثل ما يدل عليه ثدي قد عظم، ويدل في المرأة على فجور.ومن رأى: كأن ثدييه يضربان صدره، فإن ذلك يدل إن كان طاعناً في السن على أن أخباراً رديئة تأتيه من بعض من يعرفه، وإن كان صغيراً من الرجال والنساء، فإن ذلك يدل على عشق.ومن رأى: كأن له ثدياً عظيماً واحداً قد بلغ العانة فإنه يزني بمحرم، أو ينكح نكاحاً حراماً، والثديان في المنام هما البنات، فما حدث فيهما فتأويله في البنات.ومن رأى: أن قد نبت له ثدي مع ثدييه، فإن ذلك زيادة بنت.ومن رأى: أنه نقص له ثدي، فإن ذلك موت بنته، واللبن في الثدي زيادة في المال ودال على الولد، فمن رأى أن في ثدييه لبناً فإنه شرف على زيادة دنيا تدر له أو لمن هو يملكه، وكذلك في النساء، فإن كان ما يدر من لبن يرضعه إنسان فإنه يحبس، ويغلق عليه باب، ولا ضير فيه للراضع فإنه ذلة وحزن. وقيل إن رأى الرجل أن في ثديه لبناً، فإن كان عازباً تزوج ويولد له ولد، وإن كان فقيراً دل على بشارة، وإن كان شاباً دل ذلك على طول عمره، والمرأة الشابة إذا رأت ذلك دل على حملها وولادتها، وطول ثدي الرجل حتى يضربا صدره دليل على هوى في غير رضا الله تعالى، وقيل هو دليل موت الأولاد، فإن لم يكن له ولد دل على الفقر والحزن، وطول ثدي المرأة فوق الحد دليل على غاية الحزن، وثدي الرجل دال على وجاهته ومنصبه، وعافيته وسقمه. وربما دل ثدي الرجل على الإخوان والأصحاب، والأولاد والأزواج الذين لا نفع منهم، وثدي المرأة دليل على عكس ذلك لما فيه من رزق الله تعالى.فإن رأى أن ثديه كثدي المرأة، واللبن يقطر منه دل على قيامه على عياله، ومباشرته لما يلزم النساء في كدهن. وربما دل ذلك على الدين، أو يحصل له مرض يستحي فيه من الناس فإنه رآه اشتهر بذلك، وإن صار الثدي نحاساً أو حديداً دل على فقد الأولاد وتعطل الأسباب، أو الحمل، والثدي على الناهد زوج، والنهد على المرأة العقيم ولد بعد اليأس منه. وربما دل النهد للبكر على ما تتزين به من جهاد أو كسوة أو مال، والنهد للطفل، أو الطفلة علل وأمراض وقروح، والثدي الواحد للمرأة العزباء زواج، فإن نزل منه ماء أو لبن فقدت ولدها أو أختها، والثدي إمرأة زانية، وقد عبر الثدي ببيض النعام، أو الأترج، وقد يكون الثديان مملوكين، وقيل إنهما أب وأم، والثدي يدلا على زق الخمر إذا كان فيه لبن، وقيل الثدي رجل كريم."}, {"dream_title": "رؤيا الثروة", "dream_inter": "الثروةهي للفقير في المنام مفسدة لطريقه. وربما كان ذلك إرغاما للعدو، وكبتاً للحسود. وربما دلت الثروة على الزوجة والأعمال الصالحة التي تؤدي لنعيم الجنة. وربما دلت الثروة للمريض على ثراه وتربته وحلوله فيها."}, {"dream_title": "رؤيا الثريا", "dream_inter": "الثرياهي في المنام رجل حازم في الأمور، فمن رآها سقطت على الأرض دل ذلك على موت الأنعام وقلة الثمار في ذلك العام، ومن رآها من العمال دل على الأخطاء فيما يصنع."}, {"dream_title": "رؤيا الثريد", "dream_inter": "الثريدهو في المنام حياة الرجل وعيشه وكسبه وحرفته.فإن رأى ملء قصعة ثريداً أو دسما فهي دنيا واسعة.\n\n\n\nوإن رأى قصعة يأكل منها ثريدا فقد ذهب من حياته بقدر ما أكل منها، وبقي من حياته بقدر ما بقي، فإن استوفاها فقد فني عمره، فإن أكل الثريد الكثير الدسم فإنها ولاية في منافع على قدر الدسم، وإن كان من غير دسم فإنها ولاية بغير منفعة.فإن رأى أن أمامه قصعة ثريد بدسم كثير، ولا يتهيأ له أكله فإنه يجمع مالاً ويأكله غيره.ومن رأى: أنه لا يأكل مخافة أن يفنى، فإن له نعمة كثيرة وحياة طيبة ويخشى أن يموت.فإن رأى ثريداً بلا دسم غير طيب وهو يأكله كله حتى يستريح منه فإنه يتمنى الموت من قلة ذات اليد والفقر، وإن كان الثريد من خل بلا لحم فإنه حرفة نظيفة من حل وورع، وإن كان بغير دسم فإنها حرفة دنيئة، وإن كان الثريد بلحم السبع فإنها ولاية على قوم غاشمين ظالمين مع كره وخوف ووجل، فإن كان فيه دسم، فإن الحياة والمنفعة حرام إن كان الرجل تاجراً، فإن معاملته مع قوم ظالمين أصحاب جور، وإن كانوا عمالاً فكذلك كسبهم حرام، فإن كان بغير دسم فإنه بلا منفعة، ويدخله الوهم، فإن كان الثريد بلحم كلب فإنها ولاية دنيئة وتجارة دنيئة، وكسب دنيء مع قوم سفهاء، فإن كان مع دسم فإنه مال حرام، وإن كان بغير دسم فإنه كسب دنيء وفقر وحرمان، وإن كل الثريد كله فإنه يموت في ذلك الفقر والذل والحرمان، فإن كان الثريد بلحم سباع الطير فإنها ولاية وتجارة وكسب من مكابرين أصحاب مال ودم مع مال حرام بخوف وكره.ومن رأى: أنه يأكل ثريد كشك فإنها حرفة دنيئة بلا منفعة."}, {"dream_title": "رؤيا الثعبان", "dream_inter": "الثعبانيدل في المنام على رجل الوادي. وربما دل على العداوة من الأهل والأزواج والأولاد. وربما كان جارا حسودا شريراً، وثعبان الماء عون للظالم أو أعلام للحاكم.ومن رأى: أنه ملك ثعباناً فإنه يصيب سلطاناً عظيماً."}, {"dream_title": "رؤيا الثعلب", "dream_inter": "الثعلبهو في المنام عدو مقاتل كذاب مخالف مراوغ في معاملته، ومن قاتله أو مسه أصابه فزع من الجن، فإن أكل لحمه أو طالبه ليقاتله أصابه، وقالوا: أنه عدو من قبل السلطان، فمن رأى أنه أخذ ثعلباً فإنه يصبح خصما له، فإن ذبحه صالحه عن دين، فإن لاعب ثعلباً فإنه يصيب إمرأة يحبها وتحبه، ويقر الله تعالى عينه بها، والثعلب يفسر بالمنجمين والأطباء وأهل التدبر والخبث.ومن رأى: كأنه قتل ثعلباً فإنه ينال إمرأة عزيزة شريفة.\n\n\n\nومن رأى: ثعلباً فإنه يرى رجلاً شريفاً أو إمرأة شريفة عزيزة، أو يتملق له رجل فيه خداع، والثعلب يدل على عدو مجهول شديد مكار، ويقوم بعمله في حينه، ويدل على النساء الخداعات.ومن رأى: كأنه يراوغ ثعلباً فإنه رجل كذوب شاعر، وكذلك من رأى أنه يجازي الثعلب أحسن الجزاء.ومن رأى: ما بين المشرق والمغرب قد امتلأ من الثعالب يكثر السحر، أو الحيل في ذلك الزمان.ومن رأى: أنه ينازع ثعلباً، أو يعالجه فإنه يخاصم ذا قرابة.ومن رأى: أنه يلتمس ثعلباً فإنه يصيبه وجع.ومن رأى: أن الثعلب يلمسه فإنه يصيبه فزع من الجن والإنس.ومن رأى: أن ثعلباً يهرب منه، فإن له غريما يراوغه.ومن رأى: أنه أصاب من جلد الثعلب شيئاً، فإن ذلك قوة له وظفر. وربما يكون ميراثاً من قبل امرأة، ومن شرب من لبن الثعلب شفي إن كان به مرض، وإلا ذهب عنه هم، وقيل من رأى ثعلباً أصابه في نفسه هوان، وفي ماله نقصان، ورؤية الثعلب تدل على الفائدة والكسوة والزوجة والزواج للأعزب."}, {"dream_title": "رؤيا الثقل", "dream_inter": "الثقلإن حط الثقل عن الإنسان وعن الحيوان في المنام دال على الصدقة والإحسان إلى من يعرف وإلى من لا يعرف."}, {"dream_title": "رؤيا الثكول", "dream_inter": "الثكوليدل في المنام على الحزن ويرمز إلى رفع القدر والأفراح والمسرات. وربما دل الثكول على فقد الأولاد والأمهات."}]