[{"dream_title": "رؤيا الهاتف", "dream_inter": "الهاتفمن سمع في المنام صوت هاتف بأمر أو نهي أو إنذار أو زجر أو بشارة فهو كما سمعه بلا تفسير، وكذلك جميع الأصوات. أنظر أيضاً الصوت."}, {"dream_title": "رؤيا الهامة", "dream_inter": "الهامةتدل في المنام لمن رآه على إمرأة منحرفة."}, {"dream_title": "رؤيا الهدية", "dream_inter": "الهديةهي في المنام فرح، لقوله تعالى: ' بل أنتم بهديتكم تفرحون '. وتدل الهدية على المحبة والمودة، لقوله عليه السلام: ' تهادوا تحابوا '. وتدل على الصلح بين المتقاطعين، وقيل إنها خطبة للزواج.ومن رأى: طبقاً أهدي إليه وفيه رطب، فإن إبنته تخطب. أنظر أيضاً الهبة."}, {"dream_title": "رؤيا الهر", "dream_inter": "الهرهو في المنام خادم وحافظ للإنسان، وإن اختطفت منه شيئاً ناله عزم وابتلي بأولاد ولصوص أو تحريم يعامله ويحبس ماله، ومن باع هرة أنفق ماله، وقيل الهرة تدل على إمرأة خادعة، وخدش الهرة وعضها خيانة الخادم. أنظر أيضاً السنور، وانظر القط."}, {"dream_title": "رؤيا الهراس", "dream_inter": "الهراسهو في المنام رجل شرير، صاحب هذيان، وتدل رؤية الهراس في أيام الشتاء على الفوائد الثابتة الدائمة، والأرزاق الحلال. وربما دلت على السرقة والضرب وقت الأسحار."}, {"dream_title": "رؤيا الهرولة", "dream_inter": "الهرولةمن رأى في المنام أنه يهرول في أي بلده فإنه يظفر بعدوه، والهرولة دليل على سرعة خروج الإنسان من الدنيا أو زوال منصبه. وربما دلت الهرولة على الحج. أنظر أيضاً الرمل، وانظر المشي."}, {"dream_title": "رؤيا الهريسة", "dream_inter": "الهريسةهي في المنام هم أو ضرب.ومن رأى: أنه يصنع هريسة في مكان وفيه مريض خشي، عليه الموت.\n\n\n\nوإذا رأى جنوداً يأكلون هريسة، فإن الحرب تقع بينهم."}, {"dream_title": "رؤيا الهزار", "dream_inter": "الهزارهو في المنام ولد ذكي فصيح أو تلميذ في مدرسة."}, {"dream_title": "رؤيا الهزال", "dream_inter": "الهزالهو في المنام دليل على الفقر وضعف الحال، وإن كان الهزيل ملكاً دل على جدب عامه، وغلو أسعاره في بلده وضعف جنده، وقيل الهزال مرض، وقيل جوع. وربما كان الهزال من عشق وحزن."}, {"dream_title": "رؤيا الهزبر", "dream_inter": "الهزبرتدل رؤيته في المنام على الجهل والخيلاء والعجب والعنت والتيه والدلال."}, {"dream_title": "رؤيا الهش والبش", "dream_inter": "الهش والبشوهما نوعان من السرور يدلان في المنام على حسن حال الإنسان، وهو هم في المنام، ويدلك على كفارة الذنوب، لقوله عليه السلام: ' ما يصيب المؤمن من وصب ولا نصب، حتى الهم يهمه إلا حط الله تعالى من خطاياه '. والهم يدل على العشق.ومن رأى: أنه مهموم فإنه يبتلى بالعشق."}, {"dream_title": "رؤيا الهضم", "dream_inter": "الهضممن رأى في المنام أن طعامه انهضم حرص على السعي في حرفته، والهضم دليل على الأمن من الخوف، لقوله تعالى: ' ومن يعمل من الصالحات وهو مؤمن فلا يخاف ظلماً ولا هضماً '. وهضم الطعام يدل على النشاط في الأمور كلها."}, {"dream_title": "رؤيا الهاون", "dream_inter": "الهاونيدل الهاون على العز والرفعة، والولد القارئ، أو الجارية المطربة، أو الغلام الكثير الكلام، والهاون ومقبضه هما في المنام رجل وامرأة لا يستغني أحدهما عن صاحبه، يعملان أعمالاً صعبة لا يقوم بها غيرهما. أنظر أيضاً المهراس."}, {"dream_title": "رؤيا الهلال", "dream_inter": "الهلالهو في المنام ولد ذكر أو ربح في التجارة.ومن رأى: أهلة مجتمعة فإنه يحج، لقوله تعالى: ' يسألونك عن الأهلة، قل: هي مواقيت للناس والحج ' .\n\n\n\nومن رأى: الهلال أحمر، فإن المرأة تسقط حملها قبل تمامه، وإذا وقع الهلال على الأرض فهو ولد يولد، ويدل طلوع الهلال على صدق وعد أو قبض مال، وطلوعه من غير مطلعه أمر منكر.ورؤيا الهلال نصرة على الأعداء. وربما دل على الحج لمن رآه في أشهر الحج.ومن رأى: الهلال مظلماً فلا خير فيه. وربما دلت رؤية الهلال على توبة العاصي وإسلام الكافر والخروج من الشدائد كالسجن، أو المرض.ومن رأى: هلالاً قد طلع ثم غاب، فإن الأمر الذي يطلبه لا يتم له. أنظر أيضاً القمر."}, {"dream_title": "رؤيا الهماز", "dream_inter": "الهمازتدل رؤيته في المنام على الشر، والإطلاع على الأسرار، والوثب على ذوي الألفة ليفرقهم."}, {"dream_title": "رؤيا الهميان", "dream_inter": "الهميانهو في المنام ولد أو زوجة للعازب. وربما دل الهميان على ما يوضع فيه من نقود أو جواهر أو مفاتيح.ومن رأى: أن هميانه وقع في بحر ذهب ماله على يد الخليفة، وقيل الهميان جسم الرجل، فمن رأى هميانه قد فرغ فهو دليل موته، وإن رآه في وسطه، فإن معه علماً كثيراً."}, {"dream_title": "رؤيا الهناء", "dream_inter": "الهناءهو في المنام دليل على العزاء لأنه ضده. وربما دل على الخروج من الضيق، وعلى الغنى من الفقر."}, {"dream_title": "رؤيا الهواء", "dream_inter": "الهواءمن رأى في المنام أنه قائم في الهواء بين السماء والأرض نال عزاً من سلطان وقدرة.ومن رأى: أنه يمشي في الهواء عرضاً نال عزاً عظيماً ومالاً حلالاً، وإلا فإنه يسافر، ومن سقط من الهواء فإنه ييأس من أمر يقصده ويؤمله. وقيل من سقط من الهواء وكان مهموماً فرج الله همه، والهواء الصافي دليل خير لمن أراد السفر، ويعبر الهواء بهوى النفس، فمن عصى هواه كان من أهل الجنة، ومن اتبع هواه، فإن مفرط في أمور دينه، لقوله تعالى: ' واتبع هواه، وكان أمره فرطاً ' .\n\n\n\nومن رأى: أنه جالس على الهواء فإنه على هوى في دينه وغرور في أمره، والطيران في الهواء دال على السفر. أنظر أيضاً الريح."}, {"dream_title": "رؤيا الهودج", "dream_inter": "الهودجهو في المنام يدل على المرأة، لأنه من مراكب النساء. وربما دل الهودج على الفرقة. أنظر أيضاً المحفة، وانظر المحمل."}, {"dream_title": "رؤيا الهيكل", "dream_inter": "الهيكلرؤية الهياكل والحروز في المنام تدل على الأمن من الخوف، والنصر على الأعداء، وتدل على الأولاد والأزواج والفوائد، وهياكل النصارى المتخذة في كنائسهم للعبادة تدل على القائم بالصلاة، وعلى ما يتلى من مزامير أو وصايا. وربما دلت رؤيتها على الصلاة والقربات."}, {"dream_title": "رؤيا هابيل", "dream_inter": "هابيلمن رآه في المنام فإنه يحسد ويصيب من عدوه نكاية. وربما قتل بغير جرم، ومن رآه فإنه يطيع ربه، وتناله شدة وضعف بسبب إمرأة أو ذي قرابة، ويدخله الله تعالى الجنة، وليكن على حذر من إخوانه."}, {"dream_title": "رؤيا هارون عليه السلام", "dream_inter": "هارون عليه السلاممن رآه في المنام فإنه خليفة لرجل يصيبه بسببه بلاء وخصومة، ومن رآه صار إماماً، وإن كانت له حاجة قضيت.ومن رأى: هارون وموسى عليهما السلام فيهلك على يديه جبار ظالم.\n\n\n\nومن رأى: أحدهما وكان قاصداً حرباً فإنه ينتصر."}, {"dream_title": "رؤيا هدب العين", "dream_inter": "هدب العينتدل رؤيته في المنام على وقاية الدين، والهدب للعين أكثر وقاية من الحاجبين للقذى.ومن رأى: أنه قعد في ظل هدب عينيه، فإن كان صاحب دين وعلم فإنه يعيش في ظل دينه وعلمه، وإن كان صاحب دنيا فإنه يأخذ أموال الناس ويتوارى.\n\n\n\nومن رأى: أنه ليس لعينيه هدب فإنه لا يحفظ شرائع الدين.وإن رأى أن أهداب عينيه كثيرة حسنة، فإن دينه حصين.وإن رأى أن أهداب عينيه ابيضت مرض."}, {"dream_title": "رؤيا الهبة", "dream_inter": "الهبةمن رأى في المنام أنه وهب لرجل عبداً فإنه يرسل إليه عدواً، وإن وهبه جارية أفاده تجارة، والهبة صدفة وعطية ونحلة وهدية."}, {"dream_title": "رؤيا هذيل", "dream_inter": "هذيلهو في المنام رجل فقيه حسيب أديب بار لطيف، قليل المتاع، كثير الإتباع، سيد."}, {"dream_title": "رؤيا هود عليه السلام", "dream_inter": "هود عليه السلاممن رآه في المنام فيسلط عليه قوم سفهاء جهال ثم يظفر بهم، وينجو من شدة عظيمة، لقوله تعالى: ' ونجيناهم من عذاب غليظ ' .ومن رأى: هوداً عليه السلام يرى رشداً وخيراً، وينجو قوم على يده."}, {"dream_title": "رؤيا الهجان", "dream_inter": "الهجانتدل رؤيته في المنام على الخادم. وربما دلت رؤيته على الأخبار الغريبة والإطلاع عليها، أو على المولع بإحضار الجان وطلب الحوائج منهم."}, {"dream_title": "رؤيا الهجين", "dream_inter": "الهجينهو في المنام شرف وعز، لأنه من مراكب السادات. وربما دل على المنصب الجليل وإدراك المطلوب، ويدل على الولد النجيب، وإن النجيب من أسمائه."}, {"dream_title": "رؤيا الهدار", "dream_inter": "الهدارتدل رؤيته في المنام على الهدر في الكلام. وربما دل على ذوي العقل والفهم، والفاصل دين الحق والباطل."}, {"dream_title": "رؤيا الهدم", "dream_inter": "الهدمتدل رؤية هدم الدار في المنام على موت صاحبها، والموت يدل على هدم الدار.ومن رأى: أنه يهدم داراً أو بنياناً قديماً فيصيبه هم وشر.\n\n\n\nومن رأى: أن داره تهدمت عليه أو تهدم بعضها فيموت إنسان فيها أو تصيب صاحبها مصيبة كبيرة أو حادث شنيع.وإن رأت إمرأة أن سقف بيتها إنهدم، فإن زوجها يموت."}, {"dream_title": "رؤيا الهدنة", "dream_inter": "الهدنةهي في التأويل دالة على الأمن من الخوف، والراحة بعد التعب، وشفاء المريض، والفسحة في الأجل، وعلى الفوائد والأرزاق، وعلى زواج العازب، والشروع في البناء، والصلوات وأفعال البر."}, {"dream_title": "رؤيا الهدهد", "dream_inter": "الهدهدهو في المنام يدل على هد العامر من إسمه. وربما دلت رؤيته على الرسول الصادق القريب من الملوك، أو الجاسوس، أو الرجل العالم الكثير الجدال. وربما دل على النجاة من الشدائد والعذاب. وربما دل على معرفة الله تعالى وبما شرعه من الدين والصلاة، وإن رآه ظمآن اهتدى إلى الماء، والهدهد رجل عالم يثنى عليه، ومن رآه نال عزاً ومالاً، وإن أكله فيأتيه خير من الخليفة، وقيل من رأى هدهداً جاءه مسافر. وربما كان أماناً للخائف، والهدهد رجل بصير في عمله كاتب ناقد.ومن رأى: أنه أصاب هدهداً أو رآه واقفاً بين يديه، فإن ذلك خبر صالح يرد عليه من بعيد. وقيل من أصاب هدهداً فإنه يتمكن من سلطان أو من رجل كاتب نبيل أو ذي بصيرة نافذة في الأمور ليس له دين.\n\n\n\nومن رأى: أنه أصاب هدهداً أنثى وكان عازباً تزوج، وإن ذبحها فإنه يتزوج جارية بكراً."}]