[{"dream_title": "رؤيا الدواء", "dream_inter": "الدواءهو في المنام صلاح في الدين، فمن شرب دواء ليصلح به بدنه فإنه يصلح دينه، ومن تناول دواء في المنام كان دليلاً على العلم والنصح، وانتفاعه بالعلم، وإن لم يتناوله حاد عن الحق، ووقف مع غيه، فإن تناول في المنام دواء عطراً لذيذا دل على الزواج للعازب، والولد للعاقر، والغنى للفقير. وربما دل الدواء على الدواة التي يكتب منها، كما دلت الدواة على الدواء، فالملعوق توحيد وإقرار بالشهادة أو نفع من جهة من دل الإصبع عليه، والسفوف طمع وانكماش على الدنيا، والمشروب رزق، والمبلوع إكراه للعاصي على التوبة، وللكافر على الهداية، وللجاهل على العلم. وأما ما تتحمل به النساء للطمث وغيره فذلك للفتاة العازبة زوج، وللعاقر ولد، والتحمل بالفتائل تجسس على الأخبار واطلاع على الأسرار.ومن رأى: أنه يشرب دواء مسهلاً ليشفي به مرضه، فهو يصلح دينه بقدر ما تمر العافية فيه، على مبلغ قوته وخطره، وحال في يسقيه إياه بقدر عمله فيه، فإن لم يعمل، فإن صلاح دينه يزول، ولا يتم له ذلك.\n\n\n\nومن رأى: أنه يطلب الصحة في عاقبة شربه فهو يصلح دنياه.ومن رأى: أنه يداوي عينه فإنه يصلح دينه، وكل شراب أصفر اللون في الرؤيا فهو دليل المرض، وكل دواء سهل المشرب، أو المأكل فهو دليل على شفاء المريض، وللصحيح اجتناب ما يضره. وأما الدواء الكريه الطعم فهو مرض يسير يعقبه برء. وقيل إن الأشربة الطيبة الطعم السهلة المشرب والمأكل صالحة للأغنياء. وأما للفقراء فهي رديئة، وليس تأويل ما يخرج بالدواء من الإنسان كتأويل ما يخرج بغير الدواء."}, {"dream_title": "رؤيا الذؤابة", "dream_inter": "الذؤابةهي في المنام ولد ذكر مبارك لحامله، وهي مال لمن رآها برأسه، والذؤابة جارية، وذؤابة المرأة إذا طالت ولد لها، فإن رأت إنها كثيفة الشعر فإنها تعمل عملاً تشتهر به، فإن أبصرها الناس فإنها فضيحة لصاحبتها، وسواد شعرها حسن حال زوجها ومركزها عنده، فإن رأت المرأة إنها مكشوفة الرأس، فإن زوجها غائب لا يرجع إليها، فإن لم يكن لها زوج فإنها لا تتزوج أبداً، وإن رأت شعرها براقاً فاحماً تستغني بمال زوجها."}, {"dream_title": "رؤيا الذل", "dream_inter": "الذلمن رأى في المنام أنه ذليل فإنه يعز وينتصر، وكل ذليل منصور، والذلة دالة على الفقر والبخل والنقص في الدين."}, {"dream_title": "رؤيا الذم", "dream_inter": "الذميدل في المنام على إتيان الفواحش، والعدول عن كتاب الله تعالى وسنة نبيه عليه الصلاة والسلام."}, {"dream_title": "رؤيا الذنب", "dream_inter": "الذنبهو في المنام دين، فمن رأى ذنوباً اجتمعت عليه فتلك ديون، والإقرار بالذنب عز وشرف، وارتكاب الذنب ارتكاب الدين، كما أن الدين في المنام يدل على ارتكاب الآثام."}, {"dream_title": "رؤيا الذهب", "dream_inter": "الذهبهو في المنام أمر مكروه، وقيل إنه غم.ومن رأى: أنه لبس شيئاً من الذهب فإنه يصاهر قوماً غير أكفاء له، وإن أصاب سبيكة ذهب، أصابه هم بقدر ما أصاب من الذهب أو غضب عليه السلطان وغرمه.\n\n\n\nومن رأى: أنه يذيب الذهب، خوصم في أمر مكروه، ووقع في ألسنة الناس.ومن رأى: أنه أعطي قطعة ذهب كبيرة فإنه ينال سلطاناً ورياسة.ومن رأى: أنه وجد دنانير صحيحة فإنه يرى وجه الملك، ويرجع منه سالماً.ومن رأى: أنه سبك ذهباً نال شراً وهلاكاً.ومن رأى: أن بيته من ذهب أصابه حريق.ومن رأى: أنه يديه من ذهب بطلتا وصارتا بلا حركة.ومن رأى: أن عينيه من ذهب عمي بصره.ومن رأى: أن عليه قلادة من ذهب أو فضة أو خرز أو جوهر ولي ولاية، وتقلد أمانة، وتدل رؤية الذهب على الأفراح والأرزاق، والأعمال الصالحة وذهاب الهموم، وعلى الأزواج والأولاد، والعلم والهدى، وإذا صار الذهب في المنام فضة دل على تغير حال من دل عليه من النساء والأموال والأولاد والخدم من الزيادة إلى النقص، كما إن الفضة إذا صارت في المنام ذهباً دل ذلك على حسن حال من دل عليه من الأزواج، أو الأهل، أو العشيرة، والمنسوج بالذهب وما أشبهه قربات إلى الله سبحانه. وأما المطلي بالذهب فإنه يدل على التشبه بأبناء الدنيا أو بأعمال أهل الآخرة، والخالص من الذهب والفضة يدل على الإخلاص وصفاء النية والعهد الصحيح، والمغزول من الذهب والفضة رزق مستمر، وكذلك الممدود من النحاس والحديد."}, {"dream_title": "رؤيا الذهبي", "dream_inter": "الذهبيتدل رؤيته على الأفراح والمسرات. وربما دل على من يمزج الحق بالباطل."}, {"dream_title": "رؤيا ذباب", "dream_inter": "الذبابهو في المنام رجل طعان ضعيف مسكين دنيء، وما كان في بطونه فإنه مال من رجل دنيء.فإن رأى أن الذباب دخل جوفه فإنه يخالط قوماً سفهاء، ويصيب منهم مالاً حراماً لا بقاء له.\n\n\n\nفإن رأى ذباباً يطير على رأسه، فإن له عدواً ضعيف القدرة والكيد، يريد أن يستعلي عليه، من قبل رئيس يهدده بأمر، ولا يجزع منه، ولا يهوله.ومن رأى: أن ذباباً وقع عليه وكان ينوي سفراً فلا يخرج منه.ومن رأى: أنه يأكل الذباب فإنه يأكل مالاً حراماً.ومن رأى: أن ذباباً في فمه، فإن اللصوص يأوون إليه.ومن رأى: أن ذباباً سقط على شيء من ماله فليحذر على هذا الشيء من اللصوص.ومن رأى: أن ذبابة أو بعوضة أو زنبوراً أو نحلة دخلت في أنفه فإنه ينال خيراً وبركة وعزاً ودولة.ومن رأى: أنه قتل ذبابة نال راحة وصحة.ومن رأى: أن ذباباً كثيراً اجتمع في داره فإنهم أعداء، يرى منهم مكروهاً.وإذا رأى المسافر وقوع الذباب على رأسه ذهب ماله، والذباب خصم لدود وجيش ضعيف. وربما دل على اجتماعهم على الرزق الطيب. وربما دل على الدواء لمن به داء. وربما دلت رؤيته على الأعمال السيئة، أو الوقوع في ما يوجب التقريع."}, {"dream_title": "رؤيا الذئب", "dream_inter": "الذئبهو في المنام عدو ظالم لص صعب كذاب، فمن رأى في داره ذئباً، فإن اللص يدخل داره.ومن رأى: في منامه ذئباً فإنه يتهم رجلاً وهو بريء من التهمة.\n\n\n\nفإن رأى أن ذئباً تحول ثوراً، فإن غلاماً لصاً يصير منصفاً كريماً، وقيل من رأى في منامه ذئباً فإنه يسمع كلاماً حسناً من رئيسه، أو يصيب خيراً، فإن صاده نال سروراً، والذئب يدل على أيام السنة، وإن الذئاب يتبع بعضها بعضاً على سنن واحد على الاستواء.ومن رأى: ذئباً صار أنيساً كالخروف فإنه لص يتوب.ومن رأى: أنه صار ذئباً في منامه نال سروراً وفرحاً، والذئب سلطان ظالم أو لص ضعيف أو رجل كاذب.ومن رأى: أنه يعالج ذئباً فإنه يعالج رجلاً، وتدل رؤية الذئب على الكذب والحيلة والعداوة للأهل والمكر بهم.فإن رأى في المنام كلباً وذئباً اجتمعا واتفقا، دل ذلك على النفاق والمكر والخديعة."}, {"dream_title": "رؤيا الذبح", "dream_inter": "الذبحهو في المنام عقوق وظلم.ومن رأى: أنه مذبوح فليتعوذ بالله تعالى.\n\n\n\nومن رأى: قوماً مذبوحين فذلك دليل خير على تمام أمور الرائي.ومن رأى: في منامه أنه ذبح شخصاً آخر أو إن شخصاً آخر يذبحه، فإن ذلك دليل على تمام الأمور أيضاً.ومن رأى: أحداً يذبحه ذابح، فإن المذبوح ينال خيراً من الذابح، وإن كان مسجوناً ينال إطلاقا، وإن كان خائفاً ينال أمنا، وإن كان مملوكاً أعتق أو أسيراً يفك أو أميراً فإنه يزاد في ولايته.ومن رأى: أنه يذبح إنساناً فإنه يظلمه، وكذلك كل شيء لا يحل ذبحه، فإن الفاعل يظلم المفعول به، ومن ذبح بعض محارمه فإنه يهمل قدره ويقاطعه، وإذا ذبح العبد في المنام فإنه يعتق، ومن كان مهموماً ورأى أنه قد ذبح فرج عنه همه، والذبح زواج، فمن ذبح ما يدل على النساء من الحمام والنعاج فإنه يتزوج، ومن ذبح شيئاً من قفاه فإنه يأتيه في الدبر.ومن رأى: مذبوحاً لا يدري من ذبحه فإنه رجل قد ابتدع بدعة أو قلد عنقه شهادة زور. وأما من ذبح أباه وأمه فإنه يعقه.ومن رأى: أنه ذبح صبياً صغيراً شواه، ولم ينضج الشواء، فإن الظلم في ذلك لأبيه وأمه.وإن رأى إنسان أن سلطاناً ذبح رجلاً ووضعه على عنق صاحب الرؤيا، فإن السلطان يظلم إنساناً، ويطلب منه ما لا يقدر عليه، ويطالب هذا الحامل بتلك المطالبة، وإن كان المذبوح معه رأسه فإنه يؤخذ به ولا يغرم وتكون الغرامة على صاحبه ولكنه ينال منه ثقلاً وهماً.ومن رأى: أن رجلاً مذبوحاً أو قوماً مذبوحين فهم ضلال وذوو أهواء وبدع.ومن رأى: أنه يذبح نفسه فامرأته منه حرام، وإذا خرج دم الذبح فهو ظلم وعقوق، وإن لم يخرج دم فهو صلة وكرامة."}, {"dream_title": "رؤيا الذر", "dream_inter": "الذرمن رأى في المنام أنه يعد الذر، أو يأخذه فإنه يدل على الظلم والعدوان والفتنة، والذر في النوم ينسب في العدد إلى الذرية والجند والمال وطول الحياة، والذر يدل على الضعفاء من الناس، وقيل الذر جند من جنود الله تعالى."}, {"dream_title": "رؤيا الذراريح", "dream_inter": "الذراريحمن رآها في المنام وكان عمله عملاً وسخاً فتكون رديئة، ومن كان مجهول الحال دلت على خير، أما بالنسبة للعطارين وسائر الناس، فتدل على مضرة."}, {"dream_title": "رؤيا الذرة", "dream_inter": "الذرةهي في المنام مال كثير، قليل المنفعة، خامل الذكر."}, {"dream_title": "رؤيا الذقن", "dream_inter": "الذقنوهو الحنك الأسفل، وتدل رؤيته في المنام على سيد العشيرة وصاحب نسل كثير.ومن رأى: أن ذقنه طالت فإنه يصير صخاباً، ويتكلم بما لا يعنيه، ويضعف بعد قوة ويسترخي، وتدل الذقن على ما يتجمل به الإنسان من مال ظاهر أو والد يساعده أو خادم يخدمه أو منصب جليل يستقل به. وربما دلت الذقن على إسباغ الوضوء."}, {"dream_title": "رؤيا الذكر العضو التناسلي", "dream_inter": "الذكر العضو التناسلييدل في المنام على المال والولد والعمر."}, {"dream_title": "رؤيا الذكور من الناس", "dream_inter": "الذكور من الناستدل رؤية الإنسان الذكر في المنام على الفضل والسعة، وإن الله تعالى فضل الذكر على الأنثى، قال تعالى: ' فللذكر مثل حظ الأنثيين"}]